{"year": [2018, 2018, 2018, 2018, 2018, 2018, 2018, 2018, 2018, 2018, 2018, 2018, 2018, 2018, 2018, 2018, 2018, 2018, 2018], "col1": ["January 29, 2018", "February 10, 2018", "February 11, 2018", "February 18, 2018", "March 06, 2018", "March 11, 2018", "March 11, 2018", "March 12, 2018", "April 11, 2018", "April 17, 2018", "May 02, 2018", "May 18, 2018", "June 05, 2018", "July 10, 2018", "August 04, 2018", "September 17, 2018", "September 28, 2018", "October 29, 2018", "November 06, 2018"], "col2": ["?", "1731", "1431", "0932", "1451", "1908", "1809", "1415", "0800", "1004", "1130", "1208", "1702", "0744", "1655", "2207", "1010", "0631", "0253"], "col3": ["\tZhengchang, Suiyang County, Guizhou Province", "Grand Canyon, Arizona", "Argunovo, Russia", "Kohangan village, Iran", "Latakia, Syria", "New York, New York", "81 miles SW o fShahre Kurd, Iran", "Kathmandu, Nepal", "Boufarik AB, Algeria", "NW of Philadelphia, Pennsylvania", "Port Wentworth, Georgia", "Havana, Cuba", "Near Njabini, Kenya", "Pretoria, South Africa", "Flims, Switzerland", "Near Latakia-Khmeimim Air Base, Iran", "Chuuk, Micronesia", "Off Jakarta, Indonesia", "Georgetown, Guyana"], "col4": ["People's Liberation Army Air Force", "Papillon", "Saratov Airlines", "Iran Aseman Airlines", "Military - Russian Air Force", "Liberty Helicopters", "Mc Aviation", "US-Bangla Airlines", "Military - Algerian Air Force", "Southwest Airlines", "Military - US Air Force", "Cubana (leased from Global Air)", "Fly SAX", "Rovos Air", "Ju Air", "Military - Russian Air Force", "Air Niugini", "Lion Air", "Fly Jamaica Airways"], "col5": ["?", "?", "703", "EP3704", "?", "?", "?", "221", "?", "1380", "?", "972", "?", "?", "?", "?", "?", "610", "?"], "col6": ["Training", "Sightseeing", "Moscow - Orsk", "Tehran - Yasuj", "Kuweires Air Base - Latakia-Khmeimim Air Base", "Sightseeing", "Sharjar - Istanbul", "Dhaka - Kathmandu", "Boufarik AB - Bechar - Tindouf", "New York - Dallas", "Savannah - Tuscon", "Havana- Holguin", "Kitale - Nairobi", "Test Flight", "Locorno - Dubendorf", "Training", "Pohnpei - Chuuk", "Jakarta - Pangkal Pinang", "Georgetown - Toronto"], "col7": ["Shaanxi Y-8GX-3", "Eurocopter EC 130B4", "Antonov AN-148-100", "ATR 72-212", "Antonov An-26", "Eurocopter AS 350B2", "Canadair CL-600-2B16 Challenger 604", "de Havilland Canada DHC-8-402Q Dash 8", "Ilyushin 76-TD", "Boeing 737-7H4", "Lockheed HC-130H Hercules", "Boeing 737-201", "Cessna 208B Grand Carivan", "Convair CV-340", "Junkers JU-52", "Ilyushin Il-20M", "Boeing 737-8BK", "Boeing 737-MAX 8", "Boeing 757-N23"], "col8": ["30513", "N155GC", "RA-61704", "EP-ATS", "RF-92955/52", "N350LH", "TC-TRB", "S2-AGU ", "7T-WIP", "N722SW", "65-0968", "XA-UHZ", "\t5Y-CAC", "ZS-BRV", "HB-HOT", "RF-93610", "P2-PXE", "PK-LQP", "N524AT "], "col9": ["?", "7091", "27015040004", "391", "10107", "7654", "5494", "BS4041", "1043419636", "27880/601", "382-4110", "21816/592", "\t208B0525", "215", "6595", "173011504", "33024/1688", "43000/7058", "30233/895"], "col10": ["12   (passengers:7  crew:5)", "7   (passengers:6  crew:1)", "71   (passengers:65  crew:6)", "66   (passengers:60  crew:6)", "39   (passengers:33  crew:6)", "6   (passengers:5  crew:1)", "11   (passengers:8  crew:3)", "71   (passengers:67  crew:4)", "257   (passengers:247  crew:10)", "149   (passengers:144  crew:5)", "9   (passengers:0  crew:9)", "113   (passengers:107  crew:6)", "10   (passengers:8  crew:2)", "19   (passengers:16  crew:3)", "20   (passengers:17  crew:3)", "15   (passengers:0  crew:15)", "47   (passengers:35  crew:12)", "189   (passengers:181  crew:8)", "128   (passengers:120  crew:8)"], "col11": ["12   (passengers:7  crew:5)", "3   (passengers:3  crew:0)", "71   (passengers:65  crew:6)", "66   (passengers:60  crew:6)", "39   (passengers:33  crew:6)", "5   (passengers:5  crew:0)", "11   (passengers:8  crew:3)", "51   (passengers:47  crew:4)", "257   (passengers:247  crew:10)", "1   (passengers:1  crew:0)", "9   (passengers:0  crew:9)", "112   (passengers:106  crew:6)", "10   (passengers:8  crew:2)", "1   (passengers:0  crew:1)", "20   (passengers:17  crew:3)", "15   (passengers:0  crew:15)", "1   (passengers:1  crew:0)", "189   (passengers:181  crew:8)", "1   (passengers:1  crew:0)"], "col12": ["0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "1", "1", "0", "0", "0", "0"], "col13": ["While completing a training mission, the airplane crashed in unknown circumstances near the Zhengchang village, in the Guizhou Province.", "The helicopter was observed making strange manoeuvres before clipping a cliff which snapped off its tail end. The aircraft then plummeted 600ft to the base of a gorge. There were strong winds in the area at the time of the accident.", "The regional airliner took off from Moscow at 1422. Six minutes later, after reaching an altitude of 6,000 feet, contact was lost with the aircraft. The plane then lost altitude at an accelerated rate until it impacted the ground and disintegrated. Wreckage was scattered over a wide area of over 1 km. Authorities confirmed the aircraft was intact until the time of impact. There were discrepancies between the air speed readings on the captain's side compared to the standby airspeed indicator. The probable cause was due to erroneous actions of the crew at the stage of climbing in instrument weather conditions from unreliable readings of instrument speed caused by icing  of all three pitot tubes, which led to the loss of control of the aircraft,", "The airliner was on approach to Yasuj Airport and descending when it crashed into Mt. Dena, 14 miles north of the airport. Poor weather with fog was reported at the time of the accident.  The crew action which caused dangerous conditions for the flight.  Continuing to the Yasouj airport for landing against the operation manual of the company, due to low altitude ceiling of the cloud and related cloud mass. Descending to unauthorized altitude below minimum of the route and MSA.", "While on approach to Latakia-Khmeimim Air Base, the military transport plane crashed 1,600 feet short of the runway. The aircraft approached with a tail wind and was caught by a windshear on finals.", "The sightseeing helicopter suddenly lost power and crashed in the East River. Two passengers were killed. Three other passengers later died in the hospital.", " While enr oute, the aiircraft impacted the side of a mountain. Before reaching altitude, the left and right airspeed indicators began to diverge by more than 10 knots. The left  airspeed indicator showed an increase while the right hand airspeed indicator showed a decrease. Insufficient operational prerequisites for the management of erratic airspeed indication by the cockpit crew.", "After getting clearance to land, the aircraft was observed flying low. Soon after, the plane impacted terrain and caught fire. The cause of the accident was due to disorientation and complete loss of situational awareness of the crew.", "The Algerian military plane crashed soon after takeoff in a field and burst into flames. The plane was totally destroyed.", "While climbing to FL320, the No. 1 engine suffered an uncontained catastrophic failure. Shrapnel struck and broke a window which resulted in explosive decompression. A woman passenger sitting in the window seat was partially sucked out of the window. Passengers were able to pull her back in the cabin but she was reported in cardiac arrest and soon after died. The crew declared an emergency and landed safely at Philadelphia airport. The accident was caused by a low cycle fatigue crack in the dovetail of fan blade No.13, which resulted in the fan blade separating in flight and impacting the engine fan case at a location that was critical to the structural integrity and performance of the fan cowl structure. This impact led to the in-flight separation of fan cowl components, including the inboard fan cowl aft latch keeper, which struck the fuselage near a cabin window and caused the window to depart from the airplane, the cabin to rapidly depressurize, and the passenger fatality.", "A Porto Rico Air National Guard plane crashed onto a highway shortly after taking off from Savannah/Hilton International Airport. The aircraft went into a left bank and crashed to the ground. It was flying to Tucson where it was to be decommissioned. The aircraft was over 50 years old. The pilot's improper application of left rudder, which resulted in a subsequent skid below three-engine minimum controllable airspeed, a left-wing stall.", "After taking off from runway 06 at Havana-José Martí Airport and while in the initial climb, the airliner initiated a right turn and then descended until it struck power lines and a railway track before disintegrating in a wooded area. The actions of the crew and their errors in the weight and balance calculations, which led to the loss of control and collapse of the aircraft during the takeoff stage.", "While en route, the aircraft impacted a mountainside. The flight crew's inadequate flight planning and the decision to fly instrument flight rules (IFR) at an altitude below the published Minimum Sector Altitude and their failure to perform an immediate escape maneuver following TAWS alert, which resulted in controlled flight into terrain.", "Shortly after takeoff from runway 29, the left engine failed and the crew was unable to gain sufficient height. The captain was cleared to make an emergency landing. While approaching runway 29 from the east, the airplane went out of control, struck the roof of a building and crashed in a field located about 6 km southeast of the airport. The flight engineer was killed along with a person on the ground.", "The vintage aircraft crashed onto Piz Segnas mountain while on a sightseeing flight. The plane plunged almost vertically at high speed and crashed at an elevation of 8,000 ft.", "Crashed into the sea. Hit by a surface-to-air missile from Syrian ground forces.", "The aircraft was approaching for a landing at Chuuk/Weno Airport in rain when it landed in a lagoon 500 feet short of the runway. A passenger was found in the plane 3 days after the accident. The flight crew did not comply with Air Niugini Standard Operating Procedures Manual (SOPM) and the approach and pre-landing checklists. The flight crew heard, but disregarded, aural alerts (Glideslope and Sink Rate).", "The airliner crashed into the Jakarta Sea, 13 minutes after taking off from Soekarno-Hatta International Airport. It was on a short 1 hour flight to Pangkal Pinang. After taking off from runway 25L, the aircraft made a climbing left-hand turn after which the crew radioed a request to return too the airport. The aircraft then showed an erratic pattern of flight and began losing altitude until it crashed into the sea, 9 miles off the Jakarta coast. It was reported the plane had problems the night before on a flight from Denpasar to Jakarta. When the 737 Max 8 was designed, it necessitated placing the engines more forward. This gave the plane a tendency to be nose heavy. To compensate for this, the MCAS system was written into the software. No one was told of this, not the pilots or  airlines and did not appear in any manual. The MCAS was activated by the angle-of-attack sensor. The system only depended on one angle-of-attack sensor. If the angle-of attack sensor sensed a nose down attitude, it would adjust the trim and bring the plane to level flight. On the accident plane, the angle-of-attack sensor was faulty and gave false readings which caused the plane to pitch up. It also caused incorrect airspeed and altitude readings. The pilot tried to correct the nose-up attitude, but the system kept pushing the nose up. Eventually the plane\u0092s stall speed was reached, and the plane went into a dive and crashed. A simple disconnect of the stabilizer trim would have solved the problem.", "After taking off and reaching FL200, the crew reported a hydraulic problem and circled back to Georgetown Airport. The aircraft touched down on runway 06 but went off the runway and came to rest against the airport perimeter fence. Six people were injured. One person died of their injuries several days later."]}