{"year": [2021, 2021, 2021, 2021, 2021, 2021, 2021, 2021, 2021], "col1": ["January 09, 2021", "March 02, 2021", "March 28, 2021", "May 21, 2021", "June 10, 2021", "July 04, 2021", "July 06, 2021", "September 12, 2021", "December 27, 2021"], "col2": ["1440", "1705", "1835", "1800", "0800", "11:30", "1500", "2315", "1914"], "col3": ["Near Jakarta, Indonesia", "Pieri, Sudan", "Near Butte, Alaska", "Near Kaduna, Nigeria", "Near Pyin Oo Lwin, Myanmar", "Patikul, Sulu, Philippines", "Palana, Russia", "Kazachinskoye , Russia", "El Cajon, California"], "col4": ["Sriwijaya Air", "South Sudan Supreme Airlines ", "Soloy Helicopters ", "Military - Nigerian Air Force", "Military - Myanmar Air Force", "Military - Philippine Air Force", " \tKamchatka Aviation Enterprise", "Aeroservice/SiLA", "Med Jet"], "col5": ["SJ182", "?", "?", "?", "?", "?", "251", "51", "?"], "col6": ["Jakarta - Pontianak", "Pieri - Yuai", "Sightseeing Charter", "?", "Naypyidaw - Anisakan", "Cagayan de Oro-Lumbia - Jolo", "Petropavlovsk - Palana", "Irkutsk - Kazachinskoye ", "Santa Ana - El Cajon"], "col7": ["Boeing 737-524", "Let L-410UVP-E", "Eurocopter AS350B3 Ecureuil", "Beechcraft B300 King Air 350i", "Beechcraft 1900D", "Lockheed C-130H Hercules", "Antonov An 26B-100", "Let L-410UVP-E20", "Learjet 35A"], "col8": ["PK-CLC", "HK-4274 ", "N351SH", "NAF203", "4610", "5125", "\tRA-26085", "\tRA-67042", "N880Z"], "col9": ["27323/2616", "902525", "4598", "FL-891", "E-325", "5125", "12310", "\t2916", "35A-591"], "col10": ["62   (passengers:56  crew:6)", "10   (passengers:8  crew:2)", "6   (passengers:5  crew:1)", "11   (passengers:7  crew:4)", "14   (passengers:12  crew:2)", "96   (passengers:88  crew:8)", "28   (passengers:22  crew:6)", "16   (passengers:14  crew:2)", "4   (passengers:2  crew:2)"], "col11": ["62   (passengers:56  crew:6)", "10   (passengers:8  crew:2)", "5   (passengers:4  crew:1)", "11   (passengers:7  crew:4)", "12   (passengers:11  crew:1)", "50   (passengers:?  crew:?)", "28   (passengers:22  crew:6)", "4   (passengers:3  crew:1)", "4   (passengers:2  crew:2)"], "col12": ["0", "0", "0", "0", "0", "3", "0", "0", "0"], "col13": ["Sriwijaya Air flight 182 was climbing through 10,900 ft., 11 nm north of Jakarta-Soekarno-Hatta International Airport, over the Java Sea when radar and radio contact was lost. The aircraft then lost height rapidly and impacted the Java Sea. Debris was located near Lancang Island. It was found that a malfunctioning auto throttle caused a difference in the level of thrust between the plane\u0092s two engines This had been a chronic problem for the past 8 years on this aircraft. The accident occurred when the auto throttle malfunctioned causing asymmetrical thrust and the pilots did not properly monitor their instruments to detect this.", "One of the engines on the aircraft failed 10 minutes after takeof. When the plane turned back, the second engine failed.", "The sightseeing helicopter crashed after missing the top of a 6,000 ft mountain by just 10 - 15 ft. The crash site was near Knik glacier. The pilot, and four others were killed including Czech billionaire Petr Kellner.", "While on final approach, in poor weather conditions, the aircraft crashed and burst into flames less than 10 km from Kaduna Airport. All 11 occupants were killed, incuding General Ibrahim Attahiru, Chief of Staff of the Nigerian Army.", "The plane was carrying military personnel and monks when it crashed about 300 meters from a steel plant in the Mandalay region. The plane was attempting to land in poor weather conditions and broke into three pieces.", "While attempting to land at Jolo Airport, the military transport overran the runway, struck two houses and burst into flames coming to rest on a coconut plantation.", "The passenger plane crashed into the top of a cliff while attempting to land in inclement weather. The debris fell into the sea. Contact was lost with the plane 10 minutes before it was to land.", "The aircraft was on it's second approach in heavy fog when it crashed.", "The air ambulance flight was completing a turn for its final approach to runway 27R at San Diego-Gillespie Field when it crashed into a residential area of El Cajon, San Diego, 2.5 km east of the runway threshold and burst into flames. Prior to the crash, the flight crew requested the runway lights to be turned up, to which the controller replied that \"they are at 100% now.\" All four people aboard were killed. Preliminary indications are the pilot requested a last-minute change to a visual approach on an east-to-west runway. The maneuvers the pilot needed to perform to make such a landing was needlessly complicated and dangerous, requiring a sharp bank while flying low to the ground."]}