{"year": [2015, 2015, 2015, 2015, 2015, 2015, 2015, 2015, 2015, 2015, 2015, 2015, 2015, 2015, 2015, 2015, 2015, 2015], "col1": ["January 18, 2015", "February 04, 2015", "March 09, 2015", "March 24, 2015", "June 25, 2015", "June 30, 2015", "July 31, 2015", "August 12, 2015", "August 16, 2015", "September 05, 2015", "September 15, 2015", "October 02, 2015", "October 02, 2015", "October 31, 2015", "October 31, 2015", "November 04, 2015", "November 21, 2015", "November 24, 2015"], "col2": ["?", "1055", "?", "1053", "1343", "1148", "?", "0845", "1455", "1908", "0624", "0019", "1429", "0830", "0613", "0900", "1155", "1015"], "col3": ["Near Abu adh Dhuhur Air Base, Syria", "Taipei, Taiwan", "Villa Castelli, Argentina", "Near Digne-Les-Bains, France", "Ella Lake, Alaska", "Medan, Indonesia", "Near Agustin Codazzi, Colombia", "Ninia, Indonesia", "Tangok mountain, Papua", "Off Dakar, Near Dioubel, Senegal", "Iliamna East Wind Lake, Alaska", "Jalalabad, Afghanistan", "Near Masamba, Indonesia", "Near Ilaga, Indonesia", "Near Hasna, Egypt", "Juba, South Sudan", "  Fox Glacier, South Valley, New Zealand", "Near Igarka, Russia"], "col4": ["Syrian Air Force", "Transasia", "Private", "Germanwings", "Promech Air", "Military - Indonesian Air Force", "Military - Colombia Air Force", "Komala Air", "Trigana Air Service", "Senegalair", "Rainbow King Lodge", "Military - U.S. Army", "Avistar Mandari ", "Trigana Air Service", "Metrojet", "Allied Services Limited ", "Alpine Adventures", "Turuhan Avia"], "col5": ["?", "235", "?", "9525", "?", "?", "?", "?", "267", "71", "?", "?", "7503", "?", "9268", "?", "?", "?"], "col6": ["Damascus - Abu Adh Dhuhur", "Taipei - Kinmen", "Filiming", "Barcelona, Spain - Dusseldorf, Germany", "Sightseeing", "Medan - Tanjung Pinang, Sumatra.", "Palanquero AB -Valledupar", "Wamena - Ninia", "Jayapura- Oksibil", "Ouagadougou - Dakar", "Iliamna - Remote lake", "Jalalabad - Bagram", "Masamba - Makassar", "Timik - Ilaga", "Sharem el Sheikh - St. Petersburg", "Juba - Paloich", "Sightseeing", "Igarka - Krasnyi Selkub"], "col7": ["Antonov An-26", "ATR 72-600", "Both Eurocopter AS350B3", "Airbus A320-211", "de Havilland DHC-3T Vazar TurbineOtter", "Lockheed C130-B Hercules", "CASA CN-235-100", "Pacific Aerospace", "ATR 42-300", "Hawker Siddeley HS-125", "de Havilland Canada DHC 3T Turbine Otter", "Lockheed C-130J Hercules", "de Havilland DHC-6 Twin Otter ", "de Havilland DCH-4T Caribou", "Airbus A321-231", "Antonov 12BK", "Aerospatiale AS 350B2 Ecureuil", "Mil MI-8T"], "col8": ["?", "B-22816", "LQ-CGK - LQ-FJQ", "D-AIPX", "N270PA", "A-1310", "FAC1261", "PK-KIG", "PK-YRN", "6V-AIM", "N928PK", "08-3174", "PK-BRM", "PK-SWW", "EI-ETJ", "EY-406 ", "ZK-HKU", "RA-2561"], "col9": ["?", "1141", "?", "147", "270", "3616", "C-118", "650-0151", "102", "257062", "61", "5648", "741", "303", "663", "1347704", "1132", "98206821/59"], "col10": ["37   (passengers:35  crew:2)", "58   (passengers:53  crew:5)", "10   (passengers:8  crew:2)", "150   (passengers:144  crew:6)", "9   (passengers:8  crew:1)", "122   (passengers:110  crew:12)", "11   (passengers:0  crew:11)", "6   (passengers:4  crew:2)", "54   (passengers:49  crew:5)", "7   (passengers:5  crew:2)", "7   (passengers:6  crew:1)", "11   (passengers:5  crew:6)", "10   (passengers:7  crew:3)", "4   (passengers:0  crew:4)", "224   (passengers:217  crew:7)", "43   (passengers:38  crew:5)", "7   (passengers:6  crew:1)", "26   (passengers:22  crew:4)"], "col11": ["37   (passengers:35  crew:2)", "43   (passengers:39  crew:4)", "10   (passengers:8  crew:2)", "150   (passengers:144  crew:6)", "9   (passengers:8  crew:1)", "122   (passengers:110  crew:12)", "11   (passengers:0  crew:11)", "1   (passengers:0  crew:1)", "54   (passengers:49  crew:5)", "7   (passengers:2  crew:5)", "3   (passengers:3  crew:0)", "11   (passengers:5  crew:6)", "10   (passengers:7  crew:3)", "4   (passengers:0  crew:4)", "224   (passengers:217  crew:7)", "41   (passengers:37  crew:4)", "7   (passengers:6  crew:1)", "15   (passengers:13  crew:2)"], "col12": ["0", "0", "0", "0", "0", "19", "0", "0", "0", "0", "0", "2", "0", "0", "0", "0", "0", "0"], "col13": ["The army transport crashed while attempting to land in fog after hitting electric lines. The Al Nursa front, claimed that it shot down the aircraft.", "After the aircraft took off, it climbed to 1,300 feet, turned left and began losing altitude and speed. It then, banked to 90 degrees, the wingtip striking a taxi on a roadway and crashed into the Keelung River, coming to rest inverted. The torque censor in the right engine malfunctioned, feathering the engine. The pilot  then mistakenly throttled down a still-running left engine. The plane without power, lost altitude and crashed.  Pilot error.", "Three French sports figures, Florence Arthaud, Camille Muffat and Alexis Vastine, participating in the French reality show Droped, were killed along with seven other people when the two helicopters filming the show collided. Five killed on each helicopter", "The jetliner crashed in a remote mountainous area of southern France. The plane was obliterated with no wreckage larger than a small car. According to a flight tracker, the plane fell from 38,000 ft. to 11,400 ft. in eight minutes. The aircraft impacted the ground at a high rate of speed. The copilot locked the captain out of the cockpit and deliberately put the plane into a controlled descent until it impacted the ground.", "The Twin Otter crashed while on a sightseeing tour carrying cruise ship passengers. The plane impacted a granite rock face cliff near Ella Lake, about 25 miles northeast of Ketchikan. The pilot\u0092s decision to continue visual flight into an area of instrument meteorological conditions, which resulted in his geographic disorientation and controlled flight into terrain.", "The military transport crashed shortly after taking off from Soewondo Air Base. Two minutes into the flight, the crew radioed they were having engine problems and returning to the airport. Soon after, the plane went down in a populated area, hitting two empty buildings. The plane was carrying civilian relatives of military personnel.", "The military transport crashed while en route after the crew reported engine problems. The weather was reported to be poor at the time of the crash.", "Strong winds forced the crew to enter a holding pattern for 40 minutes. While attempting to land, the pilot touched down half-way down the runway and was unable to stop within the remaining distance. The plane overran the runway and went down an embankment before coming to rest. The copilot was killed.", "The passenger plane crashed into Tangok mountain located in a remote area of Papua's eastern most province. There was no distress call from the aircraft. High winds and heavy rain was reported in the accident area. The deviation from the visual approach guidance in visual flight rules without considering the weather and terrain condition, with no or limited visual reference to the terrain. The habit of turning off the ground warning system. Inaccurate navigation charts", "The air ambulance went missing while on a medical flight. Seven people were on board, including two pilots from Algeria, a flight engineer from Congo, three Senegalese medical crew and a French patient. The collision is due to 6V-AIM's non-compliance with its flight level.", "While on the way to a remote fishing site, the non-sceduled passenger float plane crashed in trees as it attempted to take off. Three of the passengers were killed. The pilot's decision to depart in dark night, visual meteorological conditions over water, which resulted in his subsequent spatial disorientation and loss of airplane control.", "The military transport crashed while taking off from Jalalabad Airport. Five crew members, 5 passengers and 2 on the ground were killed. The MP\u0092s placement of the hard-shell NVG case in front of the yoke blocking forward movement of the flight controls, the distractions experienced by the MP and MCP during the course of the ERO, and the misidentification of the malfunction once airborne.", "The aircraft went missing minutes after talking off from the airport. Seven passengers and three crew were on board. Wreckage was located on Mount Latimojong. Deviation from the company visual route without properly considering the elevated risks of cruising altitude lower than the highest terrain and instrument meteorological condition in addition with the absence of the EGPWS warning resulted in the omission of avoidance actions.", "The cargo plane carrying construction materials, hit the slope of a mountain in Iiaga Pass, 12 km south of Ilaga airport and disintegrated upon impact.", "Approximate 25 minutes after taking off from Sharem el Sheikh airport, radar contact was lost with the airliner. Wreckage was found near Hasna in the north Sinai. The aircraft was flying at about 30,000 feet when contact with the plane was lost. The aircraft was brought down by a homemade explosive device in the left rear cargo hold. The improvised device was equivalent to 2.2 lbs of TNT.", "The cargo plane had just taken off from Juba Airport when it had difficulty gaining altitude and crashed into a hill about half a mile east of Runway 13. South Sudan Authorities reported the aircraft was unable to climb because it was overload, and the captain reported to ATC prior to departure he was carrying 12 passengers.", "The sightseeing helicopter crashed into a crevasse on Fox Glacier. The wreckage site was 2, 500 feet up the valley with debris scattered across hundreds of feet.", "Contact with the helicopter, which was heading to an oil pumping station, was lost 15 minutes after taking off. One of the pilots and a mechanic were among the crew members killed."]}