{"year": [2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010, 2010], "col1": ["January 22, 2010", "January 25, 2010", "January 25, 2010", "January 28, 2010", "February 14, 2010", "April 10, 2010", "April 10, 2010", "April 13, 2010", "April 21, 2010", "May 12, 2010", "May 15, 2010", "May 17, 2010", "May 22, 2010", "June 19, 2010", "June 23, 2010", "July 05, 2010", "July 28, 2010", "July 28, 2010", "August 01, 2010", "August 03, 2010", "August 09, 2010", "August 16, 2010", "August 21, 2010", "August 24, 2010", "August 24, 2010", "August 25, 2010", "August 27, 2010", "September 03, 2010", "September 04, 2010", "September 13, 2010", "September 21, 2010", "October 06, 2010", "October 12, 2010", "October 21, 2010", "November 04, 2010", "November 05, 2010", "November 25, 2010", "November 28, 2010", "December 04, 2010", "December 15, 2010"], "col2": ["0010", "0235", "1430", "1130", "?", "1041", "0327", "2315", "2110", "0610", "1510", "0930", "0610", "1000", "0559", "1740", "0945", "1822", "1515", "0119", "1445", "0149", "1412", "0730", "2210", "1300", "?", "1939", "0115", "1032", "?", "?", "1950", "?", "1745", "0710", "1207", "0153", "1449", "1530"], "col3": ["Off Sand Point, Alaska", "Off Na'ameh, Lebanon", "Near Senador Jose Porfírio, Brazil", "Cotabato City, Philippines", "Near Saada, Yemen", "Smolensk, Russia", "Near Yelizovo, Russia", "Monterey, Mexico", "Pampanga, Philippines", "Tripoli, Libya", "Near Poeketi, Suriname", "Salang pass, Afghanistan", "Mangalore, India", "Yangadou, Cameroon", "Quebec, Canada", "Tuzla, Romania", "Islamabad, Pakistan", "Near Elmendorf AFB, Alaska", "Near Denali National Park, Alaska", "Igarka, Russia", "Near Dillingham, Alaska", "San Andreas Island, Colombia", "Off Kaminshak Bay, Alaska", "Bastipur, Nepal", "Yichun, China", "Bandundu, Congo Democratic Republic", "Buena Vista, Venezuela", "Dubai, United Arab Emirates", "Fox Glacier Airstrip", "Puerto Ordaz, Venezuela", "Chopan district, Zabul Province, Afghanistan", "Rasht Valley, Tajikistan", "Near Kabul, Afghanistan", "Near Bugulumisa, Congo", "Near Guasimal, Cuba", "Near Karachi, Pakistan", "Strezhevoy, Russia", "Karachi, Pakistan", "Moscow, Russia", "Palunge Hill, Nepal"], "col4": ["Alaska Central Express", "Ethiopian Airlines", "Piquiatuba Taxi Aereo", "Military - Philippine Air Force", "Military - Yemeni Arm", "Military - Polish Air Force", "Kamchatka Airlines", "Airborne Freight Company Union", "Interisland Airlines", "Afriqiyah Airways", "Blue Wings Airlines", "Pamir Airlines", "Air India Express", "Aero Service", "Aéropro", "Military - Romainian Air Force", "Airblue", "Military - US Air Force", "All West Freight", "Katekavia Airline", "GCI Communications Corp.", "AIRES Colombia", "Branch River Air Service", "Agni Air ", "Henan Airlines", "Filair", "Military - Venezuelan National Guard", "United Parcel Service- UPS", "Sky Dive New Zealand", "Conviasa Airline", "International Security Assistance Force", "\tMilitary - Tajik National Guard", "National Air Cargo", "Tracep", "Aerocaribbean", "JS Air", "NARZ", "Sun Way", "Dagestan Airlines", "Tara Air"], "col5": ["22", "409", "?", "?", "?", " PLF 101", "?", "302", "?", "771", "?", "?", "812", "?", "201", "?", "202", "?", "?", "KYU9357", "?", "?", "?", "101", "?", "?", "?", "006", "?", "2350", "?", "?", "?", "?", "883", "?", "?", "4412", "372", "?"], "col6": ["Sand Point - Anchorage", "Beirut, Lebanon - Addis Ababa, Ethiopia", "Belem - Senador Jose Porfírio", "Cotabato Cty - Zamboanga City", "?", "Warsaw, Poland - Smolensk Russia", "Elizovo - Dukup ", "Mexico City - Monterey - Los Angeles", "Cebu - Pampanga", "Johannesburg, South Africa - Tripoli, Libya", "Godo Holo Air Strip - Paramaribo", "Kunduz - Kabul", "Dubai, UAE - Mangalore, India", "Yaoundé-Nsimalen - Yangadou Mine Airstrip", "Quebec -Sept-Îles", "Tuzla - Tuzla", "Karachi - Islamabad", "Practice maneuvers", "Palmer-Wolf - Unalakleet", "Karsnoyarsk - Igarka", "Lake Nerka - Nushagak River", "Bogota - San Andreas Island", "Swikshak Lagoon - King Salmon", "Kathmandu - Lukla", "Harbin - Yichun", "Kinshasa - Bandundu", "Buena Vista - Cararabo", "Dubai - Bonn, Germany", "Fox Glacier Airstrip - Fox Glacier Airstrip", "Porlamar - Puerto Ordaz", "?", "?", "Bagram AB - Kabul", "Bukavu - Shabund", "Santiago de Cuba- Havana", "Karachi - Oil compound in Sindh province", "?", "Karachi - Khartoum", "Moscow -Makhachkala, Dagestan", "Lamidanda - Kathmandu"], "col7": ["Beechcraft 1900C-1", "Boeing 737-8AS", "Embraer EMB-110C Bandeirante", "GAF N22B Nomad", "Helicopter", "Tupolev 154M", "Mi-8", "Airbus A300B4-203F", "Antonov An-12BP", "Airbus A330-202", "Antonv An-28", "Antonv An-24B", "Boeing 737-8HG", "CASA 212 Aviocar", "Beechcraft A100 King Air", "Antonov AN-2", "Airbus A321-231", "McDonnell Douglas C-17A Globemaster III", "Fairchild C-123K", "  Antonov An-24 V", "de Havilland Canada DH-3T Otter", "Boeing B-737-73V", "de Havilland Canada DHC-2 Beaver", "Dornier 228-101", "Embraer ERJ-190-100LR", "Let 410UVP-E", "Mi 17V-5", "Boeing B747-44AF", "Fletcher FU-24-954", "ATR 42-320", "Sikorsky UH-60 Black Hawk", "Mi-8", "Lockheed L-100 Hercules", "Let 410UVP", "ATR-72-212", "Beechcraft 1900C-1", "Mil Mi-8T", "Ilyushin Il-76TD", "Tupolev Tu-154M", "de Havilland Canada DHC-6 Twin Otter"], "col8": ["N112AX ", "ET-ANB", "PT-TAF", "18", "?", "101", "?", "XA-TUE", "UP-AN216", "5A-ONG", "PZ-TSV", "YA-PIS", "VT-AXV", "TN-AFA ", "C-FGIN", "53", "AP-BJB", "00-0173", "N709RR", "RA-46524", "N455A", "HK-4882 ", "N9313Z", "9NAHE", "B-3130", "9Q-CCN", "GN10139", "N571UP", "ZK-EUF", "YV-1010", "\t93-26517", "?", "5X-TUC", "9Q-CUA", "CU-T1549", "AP-BJD", "RA-22376", "4L-GNI", "RA-85744", "9N-AFX"], "col9": ["UC-45", "29935/1061", "110103", "N22B-18", "?", "90A837", "?", "078", "402001", "1024", "1AJ007-10", "27307903", "36333/2481 ", "151", "B-164", "1G194-53", "1218", "P-73", "20158", " 47310003", "206", "32416/1270", "441", "0732", "19000223", "912608", "?", "35668/1393", "281", "371", "?", "?", "4362", "X0101", "459", "UC-157", "7257", "43452546", "92A-927", "806"], "col10": ["2   (passengers:0  crew:2)", "90   (passengers:82  crew:8)", "10   (passengers:8  crew:2)", "8   (passengers:6  crew:2)", "11   (passengers:9  crew:2)", "96   (passengers:88  crew:8)", "18   (passengers:15  crew:3)", "5   (passengers:0  crew:5)", "6   (passengers:0  crew:6)", "104   (passengers:93  crew:11)", "8   (passengers:6  crew:2)", "44   (passengers:38  crew:6)", "166   (passengers:160  crew:6)", "11   (passengers:9  crew:2)", "7   (passengers:5  crew:2)", "14   (passengers:10  crew:4)", "152   (passengers:146  crew:6)", "4   (passengers:0  crew:4)", "3   (passengers:0  crew:3)", "15   (passengers:12  crew:3)", "9   (passengers:8  crew:1)", "131   (passengers:125  crew:6)", "4   (passengers:3  crew:1)", "14   (passengers:11  crew:3)", "96   (passengers:91  crew:5)", "20   (passengers:17  crew:3)", "10   (passengers:?  crew:?)", "2   (passengers:0  crew:2)", "9   (passengers:8  crew:1)", "51   (passengers:47  crew:4)", "13   (passengers:?  crew:?)", "28   (passengers:?  crew:?)", "8   (passengers:0  crew:8)", "2   (passengers:0  crew:2)", "68   (passengers:61  crew:7)", "21   (passengers:17  crew:4)", "10   (passengers:?  crew:?)", "8   (passengers:0  crew:8)", "169   (passengers:160  crew:9)", "22   (passengers:19  crew:3)"], "col11": ["2   (passengers:0  crew:2)", "90   (passengers:82  crew:8)", "2   (passengers:1  crew:1)", "8   (passengers:6  crew:2)", "11   (passengers:9  crew:2)", "96   (passengers:88  crew:8)", "10   (passengers:8  crew:2)", "5   (passengers:0  crew:5)", "3   (passengers:0  crew:3)", "103   (passengers:92  crew:11)", "8   (passengers:6  crew:2)", "44   (passengers:38  crew:6)", "159   (passengers:153  crew:6)", "11   (passengers:9  crew:2)", "7   (passengers:5  crew:2)", "12   (passengers:?  crew:3)", "152   (passengers:146  crew:6)", "4   (passengers:0  crew:4)", "3   (passengers:0  crew:3)", "12   (passengers:11  crew:1)", "5   (passengers:4  crew:1)", "2   (passengers:2  crew:0)", "4   (passengers:3  crew:1)", "14   (passengers:11  crew:3)", "44   (passengers:41  crew:3)", "19   (passengers:16  crew:3)", "10   (passengers:?  crew:?)", "2   (passengers:0  crew:2)", "9   (passengers:8  crew:1)", "17   (passengers:14  crew:3)", "10   (passengers:?  crew:?)", "28   (passengers:?  crew:?)", "8   (passengers:0  crew:8)", "2   (passengers:0  crew:2)", "68   (passengers:61  crew:7)", "21   (passengers:17  crew:4)", "7   (passengers:?  crew:?)", "8   (passengers:0  crew:8)", "2   (passengers:2  crew:0)", "22   (passengers:19  crew:3)"], "col12": ["0", "0", "0", "1", "2", "0", "?", "2", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "4", "0", "0"], "col13": ["The cargo plane crashed into the water shortly after taking off with a cargo of fish and mail.", "The passenger plane disappeared off radar shortly after taking off from Rafik Hariri International Airport in stormy weather and crashed into the Mediterranean Sea, two miles west of  the village of Na'ameh, Lebanon. The flight crew's mismanagement of the aircraft's speed, altitude, headings and attitude through inconsistent flight control inputs resulting in a loss of control. The flight crew failure to abide by CRM principles of mutual support and calling deviations hindered any timely intervention and correction.", "The commuter plane crashed while attempting to land, killing the captain and one passenger.", "While taking off, the crew experienced an engine fire and tried to make an emergency landing but crashed into a residential neighborhood.", "The helicopter crashed into a military vehicle shortly after taking off from the military airport carrying seven wounded soldiers and its crew of four soldiers. The accident was reported to have been caused by a technical fault.", "The military jet crashed and was destroyed while attempting to land in dense fog and poor visibility. The crew requested permission to carry out a trial approach to a decision height of 100 m and told the controller to expect a go-around. A few seconds before impact, the autopilot and autothrottle were disconnected in order to execute a go-around. The airplane impacted upsloping terrain at a distance of about 1,100 meters from the runway and 40 m to the left of extended centerline. The immediate cause of the accident was the failure of the crew to make a timely decision to proceed to an alternate airport although they were not once timely informed of the actual weather conditions at Smolensk, which were significantly lower than the established airport minima. Descent without visual contact with ground references to an altitude much lower than minimum descent altitude for a go-around,  in order to establish visual flight. No reaction to the numerous TAWS warnings which led to controlled flight into terrain, aircraft destruction and death of the crew and passengers.\n Polish president Lech Kaczynski and his wife were among the dead.", "The helicopter was flying German and Russian snowboarders during a showboarding tour when it crash, 67 km away from Yelizovo.", "The cargo plane was making a stop at Monterey on its way to Los Angeles when it crashed 1.5 km from the airport, while making a final approach to General Mariano Escobedo International Airport. The aircraft was cleared to land on Runway 11, when the crew decided to abort the landing. The plane then crashed onto Avenida Miguel Aleman roadway, striking a car and killing the driver. The plane then broke apart and burst into flames.", "An electrical fire forced the cargo plane's pilot to attempt an emergency landing in a rice field when the plane crashed, broke into pieces, and burst into flames.", "The aircraft crashed and disintegrated one-half a mile from the runway while attempting to land at Tripoli International Airport. Ninety-two passenger and a crew of 11 were killed. A 8 year old Dutch boy was the sole survivor. Failure of the two pilots to coordinate their actions during the initial approach, with the final approach attempted below the minimum descent altitude and the runway not visible. Realizing that the approach had been misjudged, the co-pilot, who was in command, attempted to pull the plane up in order to perform a new landing, which disabled the auto pilot, but the captain had retaken control of the aircraft without informing his co-pilot, leading to the crash. Lack of coordination between the two pilots and the inappropriate application of flight control inputs during the attemped go-around. The length of the trip and crew fatigue was a factor.", "The plane crashed during poor weather into a forest ,10 minutes after taking off from Godo Olo Air Strip.", "The plane crashed in Salang pass, 60 miles north of Kabul. Weather was poor in the general area. It was reported that an early ground proximity warning system was misunderstood by the crew, either due to language problems or because of previous false alerts", "While attempting to land at Mangalore Airport, the plane overran the runway, slid down a ravine into a wooded valley, and burst into flames. Despite being warned by the aircraft computers to \"pull up, the captain did not heed the warning. He also ignored the co-pilot telling him to go-around,", "The plane crashed in a remote area on the Cameroon / Congo border. The plane was carrying executives of the mining company Sundance Resources.", "The pilot reported a problem with his right engine after take off and tried to return for an emergency landing but crashed into a private field and exploded, approximately 1 mile north of Jean-Lesage International Airport. The aircraft took off with reduced engine power not recommended by the manufacturer. Once the right engine stopped working, the pilots didn't rotate the engine's blades to be parallel with the flow of air, a procedure called feathering that helps to reduce drag. The crew were not properly trained for emergencies, and mechanical defects were not being logged. The company\u0092s license was revoked.", "The military plane, on parachuting training flight, crashed 2 km from the airport  into a field shortly after taking off. Operational errors upon take-off most likely caused the accident.", "The passenger plane crashed in the Margalla hills while attempting to land at Benazir Bhutto International Airport. The tower lost contact with the plane as it was about to land in poor weather conditions. Controlled Flight into Terrain, in which aircrew failed to display superior judgment and professional skills in a self created unsafe environment. In their pursuit to land in inclement weather, they committed serious violations of procedures and breaches of flying discipline, which put the aircraft in an unsafe condition over dangerous terrain at low altitude.", "The cargo plane took off from runway 6 to practice for upcoming maneuvers. After the initial climb, the pilot made a sharp right turn. As the aircraft banked, the stall warning system activated . Instead of implementing stall recovery procedures, the pilot continued the turn as planned and the aircraft entered a stall from which recovery was not possible. The aircraft impacted a wooded area northwest of the airfield.", "The cargo plane crashed into Mount Healy while en route. The pilot's failure to maintain adequate airspeed to avoid a low altitude stall, resulting in a loss of control and collision with terrain.", "The plane crashed while on approach to Igarka Airport in adverse weather conditions. Crew tried to land in below weather minimums. Execution of an approach in conditions worse than the weather minima of the airfield, aircraft, and pilot. The failure of the crew to take a timely decision for a missed approach when the plane descended below the minimum safe height in the absence of reliable visual contact with approach lights and runway lights. This caused the aircraft to strike trees and the ground in controlled flight.", "The floatplane, carrying passengers to a fishing site crashed into a brush and rock covered mountainside in light rain and fog. Former Alaska U.S. Senator, Ted Stevens, was among those killed.The NTSB found the probable cause to be the pilot\u0092s temporary unresponsiveness for reasons that could not be established from the available information. There was no mechanical problem with the plane and that weather was not likely a factor in the crash.", "The airliner crashed onto the runway and broke in two during a major storm. One hundred twenty four people were injured. One passenger died of a heart attack and a 11- year-old girl died later of head injuries. Execution of the flight below the angle of approach, due to a misjudgment of the crew, believing to be much higher, leading the aircraft to fly a typical trajectory of a 'black hole' illusion, which was experienced during the night-time approach to a runway with low contrast surrounded in bright focused lights, aggravated by bad weather of heavy rain.", "Crashed in the water off Katmai National Park. Only fragments of the plane were foud. No bodies were ever found. The probable cause was undetermined.", "The crew decided to divert to Simara Airport due to poor weather conditions at Kathmandu. Contact with ATC was lost when the plane crashed into a hillside at 9,000 ft., 20 miles SSW of Kathmandu. The crew members became disoriented after they lost contact with the ATC due to failure of both generators and the exhaustion of the backup battery.", "The plane overshot the runway while landing and burst into flames. The pilot violated aviation rules during the descent, did not locate the runway before landing and abandoned the crashed aircraft.", "The plane crashed 2km from the airstirp and impacted a house as it attempted to land following a go-around. A passenger brought aboard a crocodile hidden in a sports bag. The crocodile escaped, causing a panic among passengers who all rushed to one end of the plane. This caused an imbalance in the aircraft which led to loss of control and a crash.", "The helicopter crashed while taking off on a counter-drug mission, killing all 10 soldiers on board. They were searching for a group of suspected drug traffickers in southwestern Apure state.", "The cargo plane crashed 10 km North of Dubai Airport shortly after taking off. The plane was attempting to return to the airport when the accident happened. The data recorder indicated there was smoke or fire coming from the cargo area. The cargo plane's pilots struggled to see their primary flight instrument displays as thick smoke filled the cockpit. The pilots could  not manually control the plane\u0092s elevation and direction, probably because cables running above the likely location of a cargo fire lost tension. The fire began near where a shipment of lithium batteries were stored.", "Seconds after taking off from Fox Glacier airstrip, the aircraft crashed and burned in a field. Investigators blamed an overloaded plane and too much weight towards the back of the plane.", "While en route, the passenger plane crashed and burned in a storage yard of a steel foundry, six miles SE of Puerto Ordaz Airport, after the pilot reported having problems controlling the aircraft.", "The military helicopter crashed while en route. There were no reports of enemy fire prior to the accident.", "The military helicopter crashed after hitting power lines.", "The cargo plane crashed into a mountainside about 18 miles east of Kabul Airport.", "The cargo plane experienced an engine failure 5 minutes after taking off causing the aircraft to crash.", "While the plane was en route, the pilot radioed an emergency message. Contact was lost and the plane crashed into mountainous terrain. All 61 passenger and 7 crew were killed.Icing  in combination with crew errors in handling the situation.", "The plane, carrying Italian oil company personne,l suffered an engine failure on climb-out and was attempting to return to the airport when it nose-dived and crashed near a residential area in Gulistan-e-Jauhar.", "The helicopter, which was delivering workers to a drilling site, crashed and burned while attempting to land, after the tail rotor became entangled in wires.", "The cargo plane, carrying 31 tons of relief supplies for Sudan, crashed into buildings of the Naval Housing Colony while attempting to return to runway 07R shortly after taking off from Karachi. The cause of the occurrence was uncontained failure of the 2nd stage disk of LP compressor of Engine # 4 due to fatigue fracture which resulted in in-flight fire and damage to adjacent areas of right wing / flaps to an extent that flight could not be sustained.", "About 80km out from Moscow, the crew reported losing all three engines, electrical power and navigation equipment. They decided to divert back to Moscow. Visual contact with the ground could not be established until breaking through the overcast at 500 feet. The aircraft landed, skidded off the runway and broke into three pieces. Unintentional shutdown of supply tank booster pumps when the flight engineer carried out manual fuel transfer procedures during the climb, leading to instantaneous oscillation of fuel flow to the engines and their speed, a shut down of the outer engines and power supply problems in the aircraft for 2 minutes 23 seconds due to the failure of three generators. Failure to use all the possibilities by the crew to restore engine power;", "The plane crashed into Palunge Hill after its right wing clipped the mountaintop while en route."]}