{"year": [2016, 2016, 2016, 2016, 2016, 2016, 2016, 2016, 2016, 2016, 2016, 2016, 2016, 2016, 2016, 2016, 2016, 2016, 2016, 2016, 2016, 2016, 2016], "col1": ["January 08, 2016", "February 02, 2016", "February 24, 2016", "February 26, 2016", "March 09, 2016", "March 15, 2016", "March 19, 2016", "March 29, 2016", "April 04, 2016", "April 13, 2016", "April 29, 2016", "May 19, 2016", "July 22, 2016", "July 30, 2016", "August 05, 2016", "August 31, 2016", "October 24, 2016", "November 28, 2016", "December 03, 2016", "December 07, 2016", "December 18, 2016", "December 20, 2016", "December 25, 2016"], "col2": ["0020", "?", "0815", "?", "0905", "1430", "0341", "1140", "1530", "1420", "1150", "0249", "?", "0742", "1238", "1100", "0720", "2200", "1122", "1620", "0610", "1723", "0527"], "col3": ["Akkajaure Lake, Norrbotten, Sweden", " Near Mogadishu, Somalia", "Dana, Nepal", "250 miles northwest of Kathmandu, Nepal", "Cox's Bazar, Bangladesh", "Fatima Pastaza, Ecuador", "\tRostov-on-Don, Russia", "Magdelen Islands, Quebec, Canada", "Near Pigeon Forge, Tennessee", "Kiunga, Papua New Guinea", "Sorta, Norway", "175 miles off the Egyptian coast", "Bay of Bengal, Indian Ocean", "Near Lockhart, Texas", "Dubai, United Arab Emirates", "Russian Mission, Alaksa", "Malta International Airport", "Near La Union, Colombia", "Near Tanjung Pinanga, Indonesia", "Near Havlien, Pakistan", "Near Wamena, Papua, Indonesia", "Puerto Carreno, Colombia", "Near Adar, Russia"], "col4": ["West Air Sweden", "Daallo Airlines", "Tara Air", "Kasthamandap Airlines", "True Aviation Ltd.", "Military - Ecuador Army", "Flydubai", "Marquise Aviation Corp.", "Smoky Mountain Helicopters", "Sunbird Aviation", "\tCHC Helikopter Service", "EgyptAir", "Indian Air Force", "Heart of Texas Hot Air Balloon Rides", "Emirates", "Hageland Aviiation", "AE Aviation", "LAMIA Bolivia", "Indonesian Police", "Pakistan International Airlines", "Indonesian Air Force", "Aerosucre Colombia", "Russian Air Force"], "col5": ["294", "3159", "193", "?", "?", "?", "981", "?", "?", "?", "?", "804", "?", "?", "521", "3190", "?", "2933", "?", "661", "?", "?", "?"], "col6": ["Oslo - Tromsø", "Mogadishu - Djibouti", " Pokhara - Jomsom", "Nepalganj - Jumla", "Cox's Bazar - Jessore", "Training", "Dubai - Rostov", "Montreal - Iles-de-la-Magdelen", "Sightseeing", "Oksapmin - Kiungaraining", "Gullfflex B - Bergen", "Paris - Cairo", "Chennai (Tambram AFB) - Port Blair", "Sightseeing Fentress Airpark", "Thiruvanthapuram, India - Dubai, UAE", "\tRussian Mission- Marshall", "Malta-Luqa - Malta-Luga", "Santa Cruz, Bolivia - Medellin,Colombia", "Pangkal Pinang - Batam Island", "Chitral - Islamabad", "Timika - Warmera", "Puerto Carreno - Bogota", "Chkalovsky AB -Ader - Latakia"], "col7": ["Canadair CRJ-200", "Airbus A321-111", "de Havilland DHC-6 Twin Otter 400", "PAC 750XL", "Antonov AN-26 ", "IAI Attava 201 ", "\tBoeing 737-8KN (WL)", "Mitsubishi MU-2B 60 Marquise", "Bell 206L", "Britten-Norman Islander", "\tEurocopter EC225LP Super Puma M2+", "Airbus A320-232", "Antonov 32", " Kubicek BB85Z Hot Air Balloon", "Boeing 777-31H", "Cessna 208 Grand Caravan", "Swearingen SA277-AT Expditer", "Avro RJ-85", "M28 Skytruck", "ATR-42-500", " \tLockheed C-130H Hercules", "Boeing 727-2JOF", "Tupolev 154B-2"], "col8": ["SE-DUX", "SX-BHS", "9N-AHH", "9N-AJB", "S2-AGZ", "E-206", "A6-FDN", "N246W", "N16760", "P2-SBC", " \tLN-OJF", "SU-GCC", "K2743", "N2469L", "A6-EMW", "\tN752RV", "N577MX", "CP-2933", "P-4201", "AP-BHO", "  \tA-1134", "HK-4544", "RA-85572"], "col9": ["7010", "642", "926", "160", "13408", "090", "40241/3517", "1552S-A", "45081", "3010", "2721", "2088", "0809", "?", "32700/434", "208B5088", "AT-577", "E-2348", "?", "663", "4785", "21105/1158", "83A-572"], "col10": ["2   (passengers:0  crew:2)", "72   (passengers:72  crew:?)", "23   (passengers:20  crew:3)", "11   (passengers:9  crew:2)", "4   (passengers:0  crew:4)", "22   (passengers:19  crew:3)", "62   (passengers:55  crew:7)", "7   (passengers:5  crew:2)", "5   (passengers:4  crew:1)", "12   (passengers:11  crew:1)", "13   (passengers:11  crew:2)", "66   (passengers:56  crew:10)", "29   (passengers:23  crew:6)", "16   (passengers:15  crew:1)", "300   (passengers:282  crew:18)", "5   (passengers:4  crew:1)", "5   (passengers:3  crew:2)", "77   (passengers:68  crew:9)", "13   (passengers:8  crew:5)", "48   (passengers:42  crew:6)", "13   (passengers:10  crew:3)", "6   (passengers:0  crew:6)", "92   (passengers:84  crew:8)"], "col11": ["2   (passengers:0  crew:2)", "1   (passengers:1  crew:?)", "23   (passengers:20  crew:3)", "2   (passengers:0  crew:2)", "3   (passengers:0  crew:3)", "22   (passengers:19  crew:3)", "62   (passengers:55  crew:7)", "7   (passengers:5  crew:2)", "5   (passengers:4  crew:1)", "12   (passengers:11  crew:1)", "13   (passengers:11  crew:2)", "66   (passengers:56  crew:10)", "29   (passengers:23  crew:6)", "16   (passengers:15  crew:1)", "0   (passengers:0  crew:0)", "5   (passengers:4  crew:1)", "5   (passengers:3  crew:2)", "71   (passengers:64  crew:7)", "13   (passengers:8  crew:5)", "48   (passengers:42  crew:6)", "13   (passengers:10  crew:3)", "5   (passengers:0  crew:5)", "92   (passengers:84  crew:8)"], "col12": ["0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "?", "1", "0", "0", "0", "0", "0", "0", "0", "0"], "col13": ["While en route, the crew of the cargo plan sent a unintelligible mayday message. The plane went into a near vertical dive and disintegrated on impact with the ground. The PC ,while flying at night, one Inertial Reference Unit failed and suddenly the instruments for the pilot flying showed the plane pitching steeply up, which he tried to correct.  Due to the plane's unusual attitude, the instruments went into a \"declutter\" mode, which among other things removed the indication that the two pilots' instruments were conflicting.", "Shortly after leaving Mogadishu Airport a loud bang was heard in the cabin. There was a loss of pressurization and the plane made an emergency landing back at the airport. A large hole was observed in the side of the fuselage. A bomb containing TNT was detonated in the cabin. The bomber was sucked out of the plane and killed.", "The plane crashed in the mountainous northern region of Nepal half-way through a 20 minute flight to Jomsom. The plane was relatively new. There was wind and dense fog at the time of the accident. It was determined that the crew deviated from the prescribed route to the left while descending to Jomsom due to the presence of clouds in the area. In doing so, the aircraft descended to 10,000 feet in clouds while flying under visual flight rules (VFR). When the GPWS warning sounded, the crew failed to react immediately and the aircraft hit a cliff at the altitude of 10,700 feet before coming to rest at the altitude of 10,982 feet.", "The plane went into a steep descent and crashed onto a field in the mountains of the Kalikot district. The plane was reported to be trying to make an emergency landing. Both the pilot and copilot were killed and nine passengers were injured.", "The cargo plane, carrying shrimp, crashed less than 5 minutes after taking off from Cox's Bazar Airport. The pilot declaired an emergency and tried to return to the airport but crashed into the shallow waters of the Bay of Bengal just offshore. Failure to initiate a rejected take off during take off roll following the indication of engine failure;\nFailure to adhere to the company SOP following the detection of the engine failure during take off;", "The crew was conducting sky diving exercises when, an hour into the flight they radioed they were returning to base due to deuterating weather conditions. Shortly thereafter the plane went out of control and crashed in a wooded area. Nineteen passengers and the 3 pilots were killed.", "At 2237, at Rostov-on-Don, the crew aborted a landing attempt to Runway 22 due to poor weather conditions. The plane was instructed to enter a holding pattern at 15,000 feet where it remained for a little under two hours. During a second landing attempt, at 3.4 miles from the runway and an altitude of 1,500 feet the crew executed a second go around and climbed to 3,975 feet, after which, the plane went out of control in a nose down attitude and hit the runway at high rate of speed and disintegrated. The accident occurred during the second go around, due to an incorrect aircraft configuration and crew piloting, the subsequent loss of PIC\u0092s situational awareness in nighttime in IMC. This resulted in a loss of control of the aircraft and its impact with the ground.", "The plane crashed while on approach to Iles-de-la-Magdelen Airport in poor weather conditions. Former Canadian cabinet minister Jean Lapierre, his wife, 2 brothers and sister were among those killed. All five were on the way to a funeral for Lapierre's father. The pilot was flying the plane too fast and too high while on approach to land. The pilot's decision to continue an unstable approach.", "The helicopter crashed in a wooded hillside while on a sightseeing flight..", "While on approach, the plane stalled and crased in a wooded area 1 km short of the runway. The accident took place in stormy weather.Three survived, but later died of their injuries. Possible engine failure. The aircraft\u0092s center of gravity was significantly aft of the aft limit. When landing flap was set, full nose-down elevator and elevator trim was likely to have had no effect in lowering the nose of the aircraft.", "The helicopter crashed on the rocky shores of Tuoy Island whle returning to Bergen from Oil platform Gullflex B. All 11 passengers and 2 pilots were killed. A video taken by an eyewitness shows the main rotor separating from the helicopter before it crashed.", "The plane was en route from Paris to Cairo, flying at an altitude of 38,000 ft. when it made a sharp 90 degree turn to the left, followed by a 360 degree turn to the right as it lost altitude. The aircraft crashed into the Mediterranean Sea approximately 175 miles off the Egyptian coast. Two days after the accident, it is confirmed that ACARS messages reported smoke on board, apparently in the lavatory and also in a technical compartment located under the cockpit.The most likely cause was that a fire broke out in the cockpit while the aircraft was flying at its cruise altitude and that the fire spread rapidly resulting in the loss of control of the aircraft.", "The aircraft was taking part in fire fighting in the region of Bayanday, when under unknown circumstances, it impact trees and crashed in a wooded area.", "The hot air balloon struck power lines and crashed in a field. The pilot was likely impaired by opioids and sedatives when he ignored weather warnings and flew the ride into a power line.", "After being cleared to land, the crew informed Dubai tower they were going around. Immediately after being cleared to go-around, the aircraft impacted the runway, losing an engine and catching fire. The plane slid to a stop and all aboard evacuated the plane safely. One fire fighter was killed while fighting the fire.", "A midair collision occurred between a Cessna 208 and a Piper PA-18 Super Cub just northwest of Russian Mission Airport. Three on the Cessna and 2 on the Piper were fatally injured. Rough terrain complicated removal of the victims.", "Shortly after taking off, the plane banked to the right, lost altitude and impacted the ground just past the airport. French ministry officials on board were attempting to trace routes of illicit trafficking both human and drug, leaving Libya.", "The crew of the chartered passenger jet declared an emergency as it approached La Union, reporting they ran out of fuel and had an electrical failure. Soon after the plane impacted mountainous terrain approximately 22 miles south of Medellin. Members of the Brazilian Chapecoense soccer team were among those killed. Among the errors made which caused the crash were the decisions to let the plane take off without enough fuel to make the flight safely and then to not stop midway to refuel. The pilot also did not report the plane's emergency until it was too late. In addition, as the fuel was running out, they extended the flaps and gear just before the engines stopped, but this caused enough drag that they could no longer glide to the airport. Since the captain was part owner of the small airline, he was motivated to cut fuel costs because the company was in financial trouble.", "The Indonesian police aircraft crashed in the waters off Kabupaten Lingga, Riau Islands during a 1.5 hour scheduled flight.", "While en route, the crew made a mayday call reporting they lost one of two engines. Contact was lost and the plane soon after crashed into mountains near Abbottabad and Havelian.  Fracture of a turbine blade consequent to one procedure anomaly of PIA maintenance.", "The military plane crashed into mountainous terrain in an eastern section of the country while attempting to land at Warmera.", "After taking off on runway 24, the cargo jet failed to lift off properly, just cleared the perimeter fence, became airborne, turned to the right, lost altitude and crashed in an open field. One engine suffered a flame-out. Inadequate flight planning by the operator of the aircraft, and by the crew, by failure to properly perform dispatch procedures, take-off performance calculations and verification of limitations imposed by operational conditions of the aerodrome according to the configuration of the aircraft.", "The plane, carrying the Alexandrov Emsemble choir, reporters and service men, made a climbout out of Ader, turned back towards the coastline and crashed into the waters of the Black Sea about a mile offshore. TheThe PIC probably lost spatial orientation while climbing out over ocean."]}