{"year": [2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011, 2011], "col1": ["January 01, 2011", "January 09, 2011", "February 08, 2011", "February 10, 2011", "February 14, 2011", "March 21, 2011", "April 04, 2011", "April 19, 2011", "April 21, 2011", "May 07, 2011", "May 18, 2011", "June 20, 2011", "July 06, 2011", "July 08, 2011", "July 11, 2011", "July 13, 2011", "July 26, 2011", "July 28, 2011", "August 06, 2011", "August 09, 2011", "August 20, 2011", "August 26, 2011", "September 02, 2011", "September 06, 2011", "September 07, 2011", "September 14, 2011", "September 16, 2011", "September 22, 2011", "September 25, 2011", "September 29, 2011", "October 13, 2011", "October 27, 2011", "November 10, 2011", "November 11, 2011", "December 07, 2011", "December 26, 2011"], "col2": ["1525", "1945", "1640", "0945", "0802", "1530", "1330", "1357", "1452", "1400", "2053", "2340", "2300", "1500", "1155", "1153", "0900", "0412", "?", "1434", "1250", "1900", "1748", "1850", "1550", "1200", "1625", "1315", "0731", "0738", "1700", "0412", "1214", "0855", "1645", "0554"], "col3": ["Surgut, Russia", "Orumiyeh, Iran", "Off Plettenberg Bay, South Africa", "Cork, Ireland", "Near Santa Ana Francisco Morazan, Honduras", "Pointe-Noire, Congo", "Kinshasa, Congo", "\tTawang, India", "Manaus, Brazil", "Off Kaimana, Indonesia", "Near Prahuaniyeu, Argentina", "Petrozavodsk, Russia", "Near Bagram Air Base, Afghanistan", "Kisangani, Congo", "Near Strezhevoy, Russia", "Recife, Brazil", "Near Guelmim, Morocco", "Off Jeju, South Korean", "Tangi Valley, Afghanistan", "Near Omsukchan, Russia", "Resolute Bay, Nunavut, Canada", "Mosby, Missouri", "Juan Fernandez Island, Chile", "Near Trinidad, Bolivia", "Yaroslavl, Russia", "Huambo, Angola", "Reno, Nevada", "Yellowknife, Northwest Territories, Canada", "Near Kathmandu, Nepal", "Near Bohorok, Indonesia", "Near Madang, Papua New Guinea", "Vancouver, BC, Canada", "Near Kilohana, Molokai, Hawaii", "Near Santa Catarina Atoyzingo, Mexico", "Near Henderson, Nevada", "Green Grove, Florida"], "col4": ["Kogalmavia", "Iran Air", "Majuba Aviation", "Manx2", "Central American Airways", "Trans Air Cargo", "United Nations", "\tPawan Hans Helicopters Ltd.", "\tAmazonavesAir Taxi", "Merpati Nusantara Airlines", "SOL Lineas Aereas", "RusAir Airlines", "Silk Way Airlines", "Hewa Bora Airways", "Angara Airlines", "NOAR Linhas Aéreas", "Military - Royal Moroccan Air Force", "Asiana Airlines", "Military - U.S. Army", "Avis Amur", "First Air", "LifeNet", "Chilean Air Force", "Aerocon", "YAK Service", "Military - FANA Forca Aerea Nacional Angolana", "Private - Aero Trans Corp", "Arctic Sunwest Charters", "Buddha Air", "Nusantara Buana Air", "Airline PNG", "Northern Thunderbird Air Inc.", "Blue Hawaiian Helicopter", "Fuerza Aerea Mexicana", "Sundance Helicopters Inc.", "?"], "col5": ["348", "277", "?", "7100", "731", "?", "834", "?", "?", "?", "5428", "7R-243", "?", "952", "5007", "SP-5007", "?", "991", "?", " LN-9209", "6560", "?", "?", "A4-238", "9633", "?", "?", "?", "?", "?", "1600", "?", "?", "?", "?", "?"], "col6": ["Surgut - Moscow", "Tehran - Orumiyeh", "Queenstown - Plettenberg Bay", "Belfast - Cork", "San Pedro Sula - Tegucigalpa", "Brazzaville - Pointe Noire", "Kisangani - Kinshasa", "?", "Manaus - Santarem", "Sorong - Kaimana", "Neuquen - Comodoro Rivadavia", "Moscow - Petrozavodsk", "Baku, Azerbaijan - Bagram Air Base, Afghanistan", "Kinshasa - Kisangani", "Tomsk - Surgut", "Recife - Natal", "Dakhla - Guelmim - Kinitra", "Seoul - Shanghai", "?", "Magdan - Keperveem", "Yellowknife - Resolute Bay", "Bethany - Mosby", "Santiago - Juan Fernandez Island", "Santa Cruz - Trinidad, Bolivia", "Yaroslavl - Minsk", "Huambo - Luanda", "Air race", "Thor Lake - Great Slave Lake", "Sightseeing", "Medan - Kutacane", "Lae - Madang", "Vancouver - Kelowna", "Sightseeing", "Campo Militar Marte - Ciudad de Cuernavaca, Morelos", "Sightseeing", "Jacksonville, FL - Gainsville, FL"], "col7": ["Tupolev Tu-154B-2", "Boeing B-727-286", "Pilatus PC-12/47", "Swearingen SA-227BC Metro III", "Let L-410 UVPE-20", "Antonov 12BP", "Canadair CL-600 CRJ-100ER", "\tMil Mi-172", "Embraer/Piper EMB-810C Seneca", "Xian MA-60", "Saab 340A", "Tupolev Tu-134", "Ilyushin76TD", "Boeing B-727-100", "Antonov An-24RV", "Let L-401UVP-20", "Lockheed C-130 Hercule", "Boeing B-747-48EF", "Boeing CH-47 Chinook", "Antonov 12", "Boeing B-737-210C(A) Combi", "Eurocopter AS350B2", "CASA C-212 Aviocar 300DF", "Swearingen SA-227BC Metroliner III", "Yakovlev 42D", "Embraer 120ER Brasilia", "North American P-51D-15-NA Mustang", "De Havilland Canada DHC-6-300 Twin Otter", "Beechcraft 1900D", "CASA NC-212 Aviocar 200", "de Havilland Canada DHC-8-102", "Beechcraft 100 King Air", "Eurocopter EC-130 B4", "Aerospatiale AS 332L1 Super Puma", "Aerospatiale AS-350 B2 Ecureuil", "Bell 206B"], "col8": ["RA-85588", "EP-IRP ", "ZS-GAA", "EC-ITP ", "HR-AUQ ", "TN-AGK", "4L-GAE ", "\tVT-PHF", "PT-EFS", "PK-MZK ", "LV-CEJ", "RA-65691", "4K-AZ55", "9Q-COP", "RA-47302", "PR-NOB", "CNA-OQ", "HL-7604", "?", "RA-11125", "C-GNWN", "N352LN", "966", "CP-2548", "RA-42434", "T-500", "N79111", "C-GARW ", "9N-AEK", "PK-TLF", "P2-MCJ", "C-GXRX", "N11QV", "XC-UHM", "N37SH", "N5016M"], "col9": ["83A588", "20945/1048", "858", "BC-789B", "912603", "402006", "7070", "356C06", "\t810055", "603", "25", "63195/5703", "2053420680", "18933", "57310302", "2722", "4892", "29907/1370", "?", "3341006", "21067/414", "3728", "443", "BC-768B", "4520424305017", "120357", "109-35934", "367", "UE-295", "?", "125", "B-36", "4909", "2127", "2300", "2636"], "col10": ["124   (passengers:116  crew:8)", "105   (passengers:93  crew:12)", "9   (passengers:7  crew:2)", "12   (passengers:10  crew:2)", "14   (passengers:12  crew:2)", "9   (passengers:5  crew:4)", "33   (passengers:29  crew:4)", "23   (passengers:?  crew:?)", "7   (passengers:6  crew:1)", "27   (passengers:21  crew:6)", "22   (passengers:19  crew:3)", "52   (passengers:43  crew:9)", "9   (passengers:0  crew:9)", "115   (passengers:108  crew:7)", "37   (passengers:33  crew:4)", "16   (passengers:14  crew:2)", "80   (passengers:71  crew:9)", "2   (passengers:0  crew:2)", "38   (passengers:?  crew:?)", "11   (passengers:2  crew:9)", "15   (passengers:11  crew:4)", "4   (passengers:3  crew:1)", "21   (passengers:17  crew:4)", "9   (passengers:7  crew:2)", "45   (passengers:37  crew:8)", "36   (passengers:34  crew:2)", "1   (passengers:0  crew:1)", "9   (passengers:7  crew:2)", "19   (passengers:16  crew:3)", "18   (passengers:14  crew:4)", "32   (passengers:28  crew:4)", "9   (passengers:7  crew:2)", "5   (passengers:4  crew:1)", "8   (passengers:7  crew:1)", "5   (passengers:4  crew:1)", "3   (passengers:2  crew:1)"], "col11": ["3   (passengers:3  crew:0)", "77   (passengers:65  crew:12)", "9   (passengers:7  crew:2)", "6   (passengers:4  crew:2)", "14   (passengers:12  crew:2)", "9   (passengers:5  crew:4)", "32   (passengers:28  crew:4)", "18   (passengers:?  crew:?)", "7   (passengers:6  crew:1)", "27   (passengers:21  crew:6)", "22   (passengers:19  crew:3)", "47   (passengers:39  crew:8)", "9   (passengers:0  crew:9)", "77   (passengers:72  crew:5)", "7   (passengers:7  crew:0)", "16   (passengers:14  crew:2)", "80   (passengers:71  crew:9)", "2   (passengers:0  crew:2)", "38   (passengers:?  crew:?)", "11   (passengers:2  crew:9)", "12   (passengers:8  crew:4)", "4   (passengers:3  crew:1)", "21   (passengers:17  crew:4)", "8   (passengers:6  crew:2)", "44   (passengers:37  crew:7)", "30   (passengers:30  crew:0)", "1   (passengers:0  crew:1)", "2   (passengers:0  crew:2)", "19   (passengers:16  crew:3)", "18   (passengers:14  crew:4)", "28   (passengers:26  crew:2)", "1   (passengers:0  crew:1)", "5   (passengers:4  crew:1)", "8   (passengers:7  crew:1)", "5   (passengers:4  crew:1)", "3   (passengers:2  crew:1)"], "col12": ["0", "0", "0", "0", "0", "14", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "10", "0", "0", "0", "0", "0", "0", "0", "0", "0"], "col13": ["The passenger jet caught fire and exploded as it taxied for take off. Three passenger were killed and 43 injured during the evacuation. Electrical short.", "The accident happened after the plane was unable to land because of poor weather conditions and was attempting a go-around. The aircraft crashed 5 miles from the Orumiyeh airport in a snowy field..", "When the crew encountered dense fog, limiting visibility, the pilot aborted the landing and was in the process of a go-around when the plane crashed into the sea.", "The Metroliner made an approach to Runway 17 in low visibility and the crew decided to go-around. A second attempt to land on Runway 35 was also unsuccessful and resulted in another go-around. During a third landing attempt on Runway 17, the aircraft crashed adjacent to Taxiway C and came to rest upside down. A fire soon erupted. Four passenger and both crew members were killed. Improper crew coordination and procedures led to loss of control of the aircraft. A contributing factor was inadequate maintenance causing the two engines to develop unequal thrust.", "The small airlilner crashed into a hill at an elevation of 2,000 feet while on approach in poor visibility. Windshear.", "The cargo plane was approaching Runway 17 at Pointe-Noire Airport when it crashed in the Mvou Mvou residential area and was destroyed.", "The plane operated on behalf of the United Nations Organization Stabilization Mission and was leased from Geogian Airways. While attempting to land in rain, thunderstorms and strong winds at Kinshasa, the plane missed the runway and crashed. Twenty eight passengers and crew of 4 were killed. One passenger survived. he inappropriate decision of the crew to continue the approach, in face of extremely inclement weather being displayed on their weather radar. Lack of adequate supervision by the Operator to ensure that its crew complied with established procedures including weather avoidance procedures and stabilized approach criteria.", "The helicopter crashed into a hill as it attempted to land at a high altitude helipad Six, including the copilot escaped with minor injuries..", "The airl taxi crashed about one minute after taking off from Manaus Airport.", "The turboprop had been circling Kaimana Airport for about 15 minutes when it crashed into the sea, 400 meters offshore, in poor weather conditions.", "The domestic scheduled passenger flight crashed 12.5 miles north of Prahuaniyeu while en route, after transmitting a distress call. All 19 passengers and crew of three aboard were killed. Inadequate flight planning.\nInadequate operational decision making on the part of the pilot. Loss of situational awareness from the flight crew.", "The airliner crashed while on final to Petrozavodsk in heavy fog, landing 1 kilometers short of the runway. The plane soon broke up and caught on fire. Factors in the accident: heavy fog. The crew could not see the runway's ground lights, but did not decide to turn away and make another attempt at landing. The plane hit nearby trees before crashing. Cooperation among the crew during the landing attempt was poor, with the pilot subordinating himself to the navigator and the co-pilot effectively excluded from decisions. The navigator was intoxicated.", "While flying at 12,500 feet, the cargo plane crashed into a mountain peak, exploded and burned about 15 miles from Bagram. The aircraft was loaded with fuel for the International Security Assistance Force in Afghanistan.", "The airliner crashed and broke up after missing the runway while attempting to land at Bangoka International Airport. There was heavy rain, thunderstorms and limited visibility at the time of the accident.", "After reporting an engine fire in the left engine, the pilot attempted to make an emergency landing at Strezhevoy but ditched into the Orb River. Both pilots were not certified to fly. The captain's license was revoled and the first officer had not finished his requalification exam.", "The regional airliner had taken off from Runway 18 after which the pilot reported that he wanted to return for an emergency landing. He then stated he was attempting a forced landing on the beach of Boa Viagem but instead the plane crashed into a vacant lot and burst into flames near the beach, 1.2 miles from the runway threshold.", "The military transport plane crashed in the mountain, 6 miles northeast of Guelmim in bad weather while attempting to land.", "The cargo plane crashed into the sea about 70 miles west of Jeju after the crew reported a fire in a cargo hold. The plane was carrying 58 tons of electronic and machine parts, including lithium batteries.", "Thirty-eight people, including 31 U.S. special forces troops and 7 Afghan soldiers were killed when their helicopter was shot down with a rocket-propelled grenade during overnight operations against Taliban insurgents.", "After leaving Magdan the crew of the cargo plane reported a fuel leak and an engine fire. While trying to return to Magdan, the plane crashed 6 miels from Omsukchan, 190 miles from its original take-off point. The plane carried 18 tons of cargo.", "While on instrument approach and initiating a go-around, the plane hit a hill side 2km east of the runway and broke up into 3 pieces.The crew had initiated the go-around 2 seconds before impact. The late initiation and subsequent management of the descent resulted in the aircraft turning onto final approach 600 feet above the glideslope, increasing the crew\u0092s workload and reducing their capacity to assess and resolve the navigational issues during the remainder of the approach.", "The helicopter was headed for Mosby to refuel when it crashed in a field 1.7 nm north-northeast of Midwest National Air Center. The pilot, nurse, paramedic and patient were all killed.", "The aircraft attempted to land at the airport on two occasions, but strong winds prevented it from landing.The aircraft subsequently crashed into the sea 1 kilometre (1,100 yd) off the island on its third approach. One of those killed was Felipe Camiroaga, the most important TV entertainer in Chile.", "The plane crashed into the jungle while on approach to Runway 14 at Trinidad Airport. After the crew reported they were turning into the final approach, radio contact was lost. The plane was found 2 days later, 10 km from the airport. One passenger survived.", "The plane failed to climb after takeoff and crashed into an antenna outside the airport perimeter and came to rest in the Volga River, 1km from the runway. The plane carried the entire Lokomotiv Yaroslavl ice hockey team. Pilot error. Both pilots had experience on the Yak-40 but were assigned to switch between types , contrary to proper practice. They apparently had never learned the correct position for their feet on takeoff. In the Yak-42, and like virtually all other existing Russian and Western planes, a pilot steers the aircraft by pressing the lower part of pedals and activates the brakes by pressing their upper part.But instead of putting his heels on the cockpit floor as required,  One pilot left his feet resting on the pedals, as correct for the\nYak-40. This applied the brakes, causing a downward pitch force that  prevented the plane from rotating to take off. They made the fatal mistake of failing to abort the takeoff, but kept applying more upward\n  pitch with the result that when the plane finally left the ground and the downward pitch force stopped, it went into a stall within seconds.", "The military plane crashed, broke in two and burned while attempting to takeoff from Huambo Airport. Six persons survived including the pilot and copilot.", "The pilot of the aircraft participating in an air race lost control and dove into the spectator box seating area disintegrating upon impact. A section of the left elevator trim tab separated in flight. Investigation determined that the looseness of the elevator trim tab attachment screws and a fatigue crack in one of the screws caused a decrease in the structural stiffness of the elevator trim system.", "While coming in for a landing at Great Slave Lake the float plane hit powerlines, two cars and part of a building.  The pilot attempted to abort the landing after an aircraft float dug into the water. A cross-wind flipped the plane on end and it clipped power lines in front of a building, spinning it 90 degrees. The plane then crashed, floats first, into a façade. The fuselage then rotated on the ground and, the floats demolished two vehicles and came to rest in a parking lot facing back the way it had come.", "The sightseeing flight of Mt. Everest struck terrain while on approach to Kathmandu-Tribhuvan Airport. One passenger survived the accident but died on the way to the hospital.", "Contact with the plane was lost 10 minutes after taking off from Medan. Wreckage was located near Bohorok, on the slope of a mountain 6,100 feet high. VFR flight into IMC conditions. Lack of crew coordination.", "While on approach to Madang, the plane crashed into dense forest near the Gogol River, 20 km south of Madang. The two pilots and two pasengers survived the accident. Overspeeding of both propellers. The plane had to be manually flown because the aircraft's yaw damper was unserviceable. Neither pilot noticed the aircraft's speed increasing to its maximum operating speed. The pilot-in-command pulled the power levels of the plane 'quite quickly'. Moments later both propellers over-sped simultaneously. The over-speeding propellers back-drove the turbines in the engines (instead of the engine turbines driving the propellers) and this caused severe damage to the left engine.After the emergency began, the first officer quickly identified the double propeller over-speed. At about the same time, smoke appeared in the cockpit and various aircraft system malfunction alerts activated. The crew did not respond to any of these alerts by implementing the emergency procedures detailed in company manuals and the quick reference handbook.", "After taking off, the pilot reported problems with the aircraft and began returning to the airport. The plane crashed 900 meters short of Runway 26L. The plane took off even though the passengers reported an oil leak under one of the wings to the crew. Shortly after taking off the captain reported he was returning to the airport due to an oil problem.", "The sightseeing helicopter, on a tourist excursion of West Maui and Molokai, slammed into a mountainside and burst into flames while flying in heavy rain and winds. The pilot's failure to maintain clearance from mountainous terrain while operating in marginal weather conditions which resulted in impact of the horizontal stabilizer and lower forward portion of the Fenestron with he ground and or vegetation.", "The Mexican presidential helicopter crashed into the side of a hill in low clouds, at a height of 2,600 meters. The helicopter carried the Secretary of the Interior, José Francisco Blake Mora and other government officials.", "The touring helicopter on a sightseeing flight of the Las Vegas Strip and Hoover Dam, crashed into a mountainside between Lake Mead and Henderson.say Critical steering hardware was disconnected, and the bolt and other tiny parts that should have secured it weren't found on the scene. Records show the mechanism was overhauled the day before but passed multiple inspections on the day of the crash. Inadequate maintenance of the helicopter, including the improper reuse of a degraded self-locking nut, the improper or lack of installation of a split pin and inadequate post maintenance inspections which resulted in the in-flight separation of the servo control input rod from the fore/aft servo and rendering the helicopter uncontrollable.", "The on-demand air taxi was on a flight to procure an organ for transplantation when it crashed in a wooded area near the Jacksonville Sheriff's Department Aviation Unit. The helicopter was at a height of 30 feet when it struck a 50 ft. tree."]}