{"year": [2014, 2014, 2014, 2014, 2014, 2014, 2014, 2014, 2014, 2014, 2014, 2014, 2014, 2014, 2014, 2014, 2014, 2014, 2014, 2014, 2014, 2014, 2014], "col1": ["January 20, 2014", "February 11, 2014", "February 16, 2014", "February 21, 2014", "March 08, 2014", "March 18, 2014", "April 19, 2014", "April 20, 2014", "May 08, 2014", "May 17, 2014", "June 14, 2014", "July 02, 2014", "July 07, 2014", "July 17, 2014", "July 23, 2014", "July 24, 2014", "August 10, 2014", "August 30, 2014", "August 31, 2014", "September 20, 2014", "October 04, 2014", "December 28, 2014", "December 28, 2014"], "col2": ["1634", "1159", "1315", "0145", "0241", "0752", "1945", "1530", "1245", "0800", "0050", "?", "0750", "1619", "1906", "0147", "0918", "0244", "1945", "0935", "0156", "0300", "0618"], "col3": ["Near Petreasa Romania", "Near Ain Kercha, Algeria", "Sandhikhark, Nepal", "Grombalia, Tunisia", "South Indian Ocean", "Seattle, Washington", "Ramos Arizpe, Mexico", "Jamijarvi, Finland", "Near San Vicente del Caguan, Colombia", "Xiang Khouang province, Laos", "Lugansk, Ukraine", "Near Nairobi, Kenya", "Thach That district, Vietnam", "Hrabove, Ukraine", "Magong, Taiwan", "Aguelhok, Mali", "Tehran, Iran", "Tamanraset, Algeria", "Mwanza, Tanzania", "Near Port Moresby, Papua New Guinea", "Wichita Falls, Texas", "Near Uvira, Congo", "Java Sea"], "col4": ["Scoala Superioara de Aviatie Civla", "Military - Algerian Air Force", "Nepal Airlines", "Libyan Air Cargo", "Malaysia Airlines", "Helicopters Inc / KOMO TV", "Lineas Aereas Comerciales", "Suomen Urheiluilmailijat", "Alisansa Colombia", "Laos Air Force", "Military - Ukraine Air Force", "Skyward International Aviation", "Military - Vietnam People's Army Air Force", "Malaysia Airlines", "TransAsia Airways", "Air Algerie", "Sepahan Airlines", "Ukraine Air Alliance", "Safari Express Cargo", "Hevlift", "Air Evac Lifeteam", "Air Sirin", "AirAsia"], "col5": ["?", "?", "183", "?", "370", "?", "?", "?", "?", "?", "?", "?", "?", "17", "222", "AH5017", "5915", "?", "?", "?", "?", "902", "8501"], "col6": ["Bucharest - Oradea", "Tamanarasset - Constatine", "Kathmandu - Pokhara - Jumla", "Tripoli - Tunis", "Kuala Lumpur - Beijing", "News reporting", "Cozumel - Ramos Arizpe", "Skydiving", "Villavicencio - Florencia", "Vientiane - Xiangkhoung", "Melitopol - Luhansk", "Nairobi - Mogadishu, Somalia", "Training", "Amsterdam - Kuala Lumpur", "Kaohsiung - Magong", "Ouagadougou, Burkina Faso - Algiers, Algeria", "Tehran - Tabas", "Glascow -Tamanraset - Equitorial Guinea", "Mwanza - Nairobi", "Woitape - Port Moresby", "Waurika, OK - Wichita Falls, TX", "Bujumbura, Burundi - Pointe Noire, Congo", "Surabaya - Singapore"], "col7": ["Britten Norman BN-2A-27 Islander", "Lockheed C-130H-30 Hercules", "de Havilland Canada DHC-6 Twin Otter 300", "Antonov 26", "Boeing 777-200", "Urocopter AS350 B2", "British Aerospace BAe 125-700A Hawker", "Aerocomp Comp Air 8", "Douglas DC-3C", "Antonov 74TK-300", "Ilyushin 76MD", "Fokker 50", "Mil Mi-171", "Boeing 777-2H6ER", "ATR 72-500", "Mc Donnell Douglas MD-83", "HESA Iran-140-100", "Antonov An-12BK", "Fokker F-27 MK 500", "de Havilland Canada DHC-6 Twin Otter 300", "Bell 206L", "Antonov An-26", "Airbus A-320-216"], "col8": ["YR-BNP", "7T-WHM", "9N-ABB ", "5A-DOW ", "9M-MRO", "N250FB", "XA-UKR", "OH-XDZ ", "HK-4700", "RDPL-34020 ", "76777", "5Y-CET", "?", "9M-MRD", "B-22810", "EC-LTV", "EP-GPA", "UR-DWF", "5Y-SXP", "P2-KSV", "?", "4L-AFS", "PK-AXC"], "col9": ["822", "4919", "302", "11809", "28420/404", "3669", "25719", "?", "9700", "36547098982", "0083482490", "20262", "?", "28411/84", "642", "53190/2148", "9005", "8345802", "10681", "528", "?", "8606", "3648"], "col10": ["7   (passengers:5  crew:2)", "77   (passengers:73  crew:4)", "18   (passengers:15  crew:3)", "11   (passengers:6  crew:5)", "239   (passengers:227  crew:12)", "2   (passengers:1  crew:1)", "8   (passengers:6  crew:2)", "8   (passengers:7  crew:1)", "6   (passengers:0  crew:6)", "17   (passengers:11  crew:6)", "49   (passengers:40  crew:9)", "4   (passengers:0  crew:4)", "19   (passengers:21  crew:2)", "298   (passengers:283  crew:15)", "58   (passengers:54  crew:4)", "116   (passengers:110  crew:6)", "48   (passengers:40  crew:8)", "7   (passengers:5  crew:2)", "3   (passengers:1  crew:2)", "9   (passengers:7  crew:2)", "4   (passengers:1  crew:3)", "6   (passengers:0  crew:6)", "162   (passengers:155  crew:7)"], "col11": ["2   (passengers:1  crew:1)", "76   (passengers:72  crew:4)", "18   (passengers:15  crew:3)", "11   (passengers:6  crew:5)", "239   (passengers:227  crew:12)", "2   (passengers:1  crew:1)", "8   (passengers:6  crew:2)", "8   (passengers:7  crew:1)", "6   (passengers:0  crew:6)", "16   (passengers:10  crew:6)", "49   (passengers:40  crew:9)", "4   (passengers:0  crew:4)", "18   (passengers:?  crew:?)", "298   (passengers:283  crew:15)", "48   (passengers:44  crew:4)", "116   (passengers:110  crew:6)", "39   (passengers:31  crew:8)", "7   (passengers:5  crew:2)", "3   (passengers:1  crew:2)", "4   (passengers:2  crew:2)", "2   (passengers:1  crew:1)", "6   (passengers:0  crew:6)", "162   (passengers:155  crew:7)"], "col12": ["0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0"], "col13": ["The air ambulance left Bucharest with a medical team to obtain transplant organs. After experiencing problems with the engines the pilot attempted to make an emergency landing but crashed on a hillside in deep snow. All aboard initially survived but the pilot and a medical student died before the rescue party reached the aircraft.", "The military transport crashed into a mountainous region approximaely 30 miles southeast of Constatine Airport. Unfavorable weather conditions and storms accompanied by snow were reported in the area. The aircraft was too low on approach and hit the slope of mount Djebel Ta Fertas.", "The passenger plane crashed into a snow covered mountain and burst into flames while en route from Pokhara to Jamia. Weather was poor at the time of the accident. The PIC lost situation awareness while cruising in IMC, causing the aircraft to collide with terrain.", "The aircraft, carrying a medical team with three patients, was destroyed when it crashed in a field, 20 miles from Tunis-Carthage Airport. The pilot reported an engine on fire prior to the accident.", "Radar contact was lost with the aircraft 2 hours into the flight at 0240. All indications are that the aircraft changed direction from its flight path and crashed in a remote part of the Indian Ocean southwest of Perth Australia. It is assumed all 227 passengers and crew of 12 perished. The cause remains unknown.", "The news helicopter crashed and burst into flames shortl after taking off striking three vehicles. One person in one of the vehicles was badly burned. The helicopter Photojournalist Bill Strothman and the pilot were both killed.", "While on approach, in fog, the jet crashed into an park about half-a-mile north of Saltillo-Plan de Guadalupe International Airport.", "While carrying skydivers, the experimental plane went into a spin and crashed and burned in a forest. The pilot and two skydivers were able to parachute to safety with minor injuries.", "The Cargo plane sruck the side of a mountain about 25 miles north of San Vicente del Caguán while en route. The accident was the result of a controlled flight into terrain. The crew failed to evaluate properly the risks and the danger of poor weather conditions and decided to perform the flight in VFR mode.", "The military aircraft crashed in a wooded area while approaching Xiangkhoung's airport, killing 16 people. Among those killed were defense minister Douangchay Phichit and other high ranking officials. For unknown reason, crew was approaching at a too low an altitude.", "The military transport crashed in a wheat field  near Lugansk Airport after being shot down by anti-aircraft fire.", "The cargo plane, transporting the mild stimulant known as Khat to the Somali capital, Mogadishu, crashed into a commercial building after taking off from Jomo Kenyatta International Airport. While climbing by night, crew lost control of the aircraft. The probable cause of the accident was the decision by the crew to conduct the flight with a known mechanical problem and their failure to abort or reject the takeoff after receiving twenty-seven cautions.", "The helicopter crashed about  40 km west of Hanoi, 15 minutes after taking off during a parachute training mission.", "A Boeing 777-200 airliner operating as  Malaysia Airlines Flight 17, crashed about 40 miles east of Donetsk, Ukraine. The plane was 90 minutes into its flight, flying at 33,000 feet, when it was apparently hit by a Russian Buk missile. The missile exploded a few feet away from the cockpit .Debris was spread over a wide area. All 283 passengers and crew of 15 were killed.", "The passenger plane crashed into residential building while attempting to make an emergency landing during inclement weather due to the passing of hurricane Matmo.  The flight recorder revealed that after the the crew lost track of its flight path and moved away from the runway, the plane rapidly lost altitude and crashed to the ground in a period of 7.9 seconds. By the time the two pilots yelled to go around, there was nothing they could do to change the velocity and altitude of the plane in time to prevent a crash. The airport's control tower did not inform the aircraft of local weather conditions.The cause was  pilot error and a failure within the airline to follow safety procedures. The flight crew did not comply with the published runway 20 VOR non-precision instrument approach procedures at Magong Airport with respect to the minimum descent altitude. The captain, as the pilot flying, intentionally descended the aircraft below the published MDA of 330 feet in the instrument meteorological conditions.", "Radar contact was lost 50 minutes after the flight took off from Ouagadougou and after the crew diverted from their planned course due to bad weather. Wreckage was found in the northern mali dessert. The plane was on loan from Swiftair. The crew likely did not activate the system during climb and cruise. As a result of the icing of the pressure sensors, the erroneous information transmitted to the auto throttle meant that the latter limited the thrust delivered by the engines. Under these conditions, the thrust was insufficient to maintain cruise speed and the aircraft slowed down and stalled.", "After taking off, the passenger banked to the right, lost altitude, and crashed into a residential neighborhood, bursting into flames. The plane appeared to have lost an engine during the takeoff. Excessive load and malfuncioning propeller.", "The cargo plane crashed in the mountainous southeastern region of Algereia, 15 km south of the airport, shortly after taking off.", "The cargo plane crashed within the borders of Serengeti National Park not far from the Kenya - Tanzania border, shortly after taking off from Mwanza.", "While approaching Port Moresby Jacksons International Airport, the unscheduled passenger plane impacted terrain near the top of Mt. Lawes, 7 miles east northeast of the airport in poor weather. The crew continued the descent in instrument meteorological conditions without confirming their position. The flight crew\u0092s assessment of their position was incorrect and they had lost situational awareness.", "The air ambulance crashed while transporting a patient from Waurika, Oklahoma to United Regional Health Center. The patient was killed and 3 crew members injured.", "The cargo plane impacted a mountainside while en route.", "The aircraft went missing while en route from Suabaya to Singapore. Contact was lost about 40 minutes after taking off. Before contact was lost, the pilot requested a route change due to weather conditions. Preliminary indications are the plane ran into poor weather and stalled from FL320. The rudder travel limiter faulted 3 times during the flight. On the fourth fault the captain decided to try resetting the system by pulling circuit breakers as he had seen a maintenance technician do on the ground. This caused the autopilot to disengage causing the plane to bank 54 degrees. The the first officer, who was flying, became disoriented and was slow to correct the bank. He then put the plane into a steep climb that caused the aircraft to stall and eventually crash. Records show that the plane flew with that mechanical problem for 12 months preceding the accident."]}