{"year": [2013, 2013, 2013, 2013, 2013, 2013, 2013, 2013, 2013, 2013, 2013, 2013, 2013, 2013, 2013, 2013, 2013, 2013, 2013, 2013, 2013, 2013, 2013, 2013, 2013], "col1": ["January 02, 2013", "January 04, 2013", "January 29, 2013", "February 13, 2013", "March 04, 2013", "March 08, 2013", "April 13, 2013", "April 29, 2013", "May 31, 2013", "June 25, 2013", "July 06, 2013", "July 07, 2013", "August 09, 2013", "August 14, 2013", "October 03, 2013", "October 10, 2013", "October 16, 2013", "November 03, 2013", "November 09, 2013", "November 10, 2013", "November 17, 2013", "November 29, 2013", "November 29, 2013", "December 05, 2013", "December 26, 2013"], "col2": ["2057", "1140", "1313", "1809", "1755", "0815", "1535", "1525", "1211", "?", "1138", "1120", "0800", "0449", "0932", "1450", "1610", "1600", "1030", "1834", "1920", "2025", "1330", "?", "2139"], "col3": ["Near Clear Lake, Iowa", "Off Los Roques, Venezuela", "Near Kyzyltu, Kazakhstan", "Donetsk, Ukraine", "Goma, Congo", "Near Dillingham, Alaska", "Denpasar, Indonesia", "Bagram Air Base, Afghanistan", "Moosonee, Ontario", "Gaurikund, near Kedarnath, Uttarakhand State, India.", "San Francisco, California", "Soldotna, Alaksa", "Mogadishu, Somalia", "Birmingham, Alabama", "Lagos, Nigeria", "Kudat, Malaysia", "Near Pakse, Laos", "Riberalta, Bolivia", "Pujungan, Malinau district, Borneo", "Red Lake, Ontario, Canada", "Near Kazan, Russia", "Glasgow Scotland", "Bwabwata National Park, Nambia", "Near Cachimbo, Brazil", "Irkutsk, Russia"], "col4": ["Med-Trans Corporaion", "Transaereo 5074", "SCAT Air", "South Airlines", "Compagnie Africaine d' Aviation (CAA) ", "Ace Air Cargo", "Lion Air", "National Air Cargo", "Ornge Air Ambulance", "Indian Air Force", "Asiana Airlines", "Rediske Air", "Military - Ethiopian Air Force", "United Parcel Service", "Associated Aviation", "MASwings", "Lao Airlines", "Aerocon", "Military - Indonesian Army", "Bearskin Airlines", "Tararstan Airlilnes", "Bond Air Services Ltd.", "Mozambique Airline", "Heringer Taxi Aero", "IrAvia"], "col5": ["?", "?", "760", "8971", "?", "51", "904", "102", "?", "?", "214", "?", "?", "1354", "361", "3002", "301", "?", "?", "?", "363", "?", "470", "?", "?"], "col6": ["Mercy Hospital - Palo Alto Couonty Hospital", "Los Roques - Caracas", "Kokshetau - Almaty, Kazakhstan", "Odessa - Donetsk", "Lodja - Goma", "King Salmon - Dillingham", "Bandung - Denpasar", "Bagram - Dubai Al Maktoum", "Moosonee- Attawapiskat", "From Gauchar airstrip", "Shanghai - Seoul - San Francisco", "Soldotna - Bear Lodge", "Dire Dawa - Mogadishu", "Louisville - Birmingham", "Lagos - Akure", "Kota - Kudat", "Vientiane - Pakse", "Trinidad, Bolivia - Riberalta, Bolivia", "Tarakan - Malinau", "Sioux Lookout - Red Lake", "Moscow - Kastan", "?", "Maputo, Mozambique - Luanda, Angola", "Pukanu - Novo Progresso", "Novosibirsk - Ikustsk"], "col7": ["Bell 407", "Britten Norman BN-2A-27 Islander", "Canadair CRJ-200ER", "Antonov AN-24RV", "Fokker 50", "Beechcraft 1900C", "Boeing B-737-8GP", "Boeing B-747-428BCF", "Sikorsky S-76", "MI 172 V5 helicopter", "Boeing B-777-28EER", "de Havilland Canada DHC-3T", "Antonov An-12", "Airbus A300F-622R", "Embraer 120RT Brasilia", "de Havilland Canada DHC-6 Twin Otter 310", "ATR-72-50", "Swearingen SA227-AC Metro III", "Mil- Mi-17B-5", "Swearingen SA227-AC Metro II", "Boeing 737-53A", "Eurocopter EC135 T2", "Embraer ERJ-190AR", "Britten Norman BN-2A-3 Islander", "Antonov 12"], "col8": ["N445MT", "YV-2615", "UP-CJ006", "UR-WRA ", "9Q-CBD", "N116AX", "PK-LKS", "N949CA", "?", "?", "HL7742 ", "N93PC", "?", "N155UP", "5N-BJY", "9M-MDM", "RDPL-34233 ", "CP-275", "?", "C-FFZN", "VQ-BBN", "G-SPAO", "C9-EMC", "PT-WMY", "12162"], "col9": ["53959", "20", "7431", "37308709", "20270 ", "UC-17", "38728/4350", "25630/960", "?", "?", "29171/553", "280", "?", "841", "120174 ", "804", "1071", "AC-721B ", "?", "AC785B", "24785/1882", "0546", "19000581", "314", "3341509"], "col10": ["3   (passengers:2  crew:1)", "6   (passengers:5  crew:1)", "21   (passengers:16  crew:5)", "45   (passengers:41  crew:4)", "10   (passengers:4  crew:6)", "2   (passengers:0  crew:2)", "108   (passengers:101  crew:7)", "7   (passengers:0  crew:7)", "4   (passengers:2  crew:2)", "20   (passengers:15  crew:5)", "307   (passengers:291  crew:16)", "10   (passengers:9  crew:1)", "6   (passengers:0  crew:6)", "2   (passengers:0  crew:2)", "20   (passengers:13  crew:7)", "16   (passengers:14  crew:2)", "49   (passengers:44  crew:5)", "18   (passengers:16  crew:2)", "21   (passengers:13  crew:8)", "7   (passengers:5  crew:2)", "50   (passengers:44  crew:6)", "3   (passengers:2  crew:1)", "33   (passengers:27  crew:6)", "5   (passengers:3  crew:2)", "9   (passengers:3  crew:6)"], "col11": ["3   (passengers:2  crew:1)", "6   (passengers:5  crew:1)", "21   (passengers:16  crew:5)", "5   (passengers:5  crew:0)", "7   (passengers:1  crew:6)", "2   (passengers:0  crew:2)", "0   (passengers:0  crew:0)", "7   (passengers:0  crew:7)", "4   (passengers:2  crew:2)", "20   (passengers:15  crew:5)", "3   (passengers:3  crew:0)", "10   (passengers:9  crew:1)", "4   (passengers:0  crew:4)", "2   (passengers:0  crew:2)", "16   (passengers:11  crew:5)", "2   (passengers:1  crew:1)", "49   (passengers:44  crew:5)", "8   (passengers:8  crew:0)", "13   (passengers:7  crew:6)", "5   (passengers:3  crew:2)", "50   (passengers:44  crew:6)", "3   (passengers:2  crew:1)", "33   (passengers:27  crew:6)", "5   (passengers:3  crew:2)", "9   (passengers:3  crew:6)"], "col12": ["0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "5", "0", "0", "0"], "col13": ["The air ambulance crashed and burned north of Ventura near Clear Lake Iowa in ice, haze and misty conditons.", "The flight disappeared while en route from Los Roques island to Caracas. When the plane was approximately 11 miles from Los Roques Airport, radar showed it began rapidly losing altitude and speed. It is presumed to have crashed in the ocean. The son of Italian designer Ottavio Missoni was among those onboard.", "The jet crashed in heavy fog outside of Almaty while attempting to land at Almaty Airport for a second time. The aircraft was found in swampy terrain about 1 mile short of the runway threshold. The accident occurred during the execution of a go-around, in instrument meteorological conditions, without the possibility of visual contact with ground reference points, the necessity of which was caused by the mismatch between the actual weather conditions and the minimum conditions for which the crew was certified to land.", "While attempting to land on runway 8 in dense fog, the plane overran the runway , overturned and caught fire. The airplane operated as a charter flight carrying football fans on their way to a match of Shakhtar Donetsk against Borussia Dortmund. Pilot error.  A loss of speed by the aircraft during the landing approach due to an error of the unprepared crew. The crew had no clearance to land given the weather conditions.", "The aircraft crashed short of the runway while attempting to land in heavy rain at Goma Airport crashing into the back yards of several houses in the Lake Kivu area.", "The cargo plane crashed about 20 miles northeast of Dillingham while on approach to Dillingham Airport. Wreckage was discovered on Saturday with the pilot and copilot fatally injured. The aircraft was badly fragmented in three sections. The flight crew's failure to maintain terrain clearance, which resulted in controlled flight into terrain in instrument meteorological conditions. Contributing to the accident were the flight crew's failure to correctly read back and interpret clearance altitudes issued by the air traffic controller, their failure to adhere to minimum altitudes depicted on the published instrument approach chart, and their failure to adhere to company checklists. Also contributing to the accident were the air traffic controller's issuance of an ambiguous clearance to the flight crew, which resulted in the airplane's premature descent, his failure to address the pilot's incorrect read back of the assigned clearance altitudes, and his failure to monitor the flight and address the altitude violations and issue terrain-based safety alerts.", "The airliner came down in the ocean, 150 feet short of the runway, while on final approach to Denpasar-Ngurah Rai Bali International Airport. All 101 passengers and crew of 7 survived. Forty-five people were injured.", "The civilian cargo plane crashed and burned shortly after taking off from runway 03 at Bagram Air Base. The plane was carrying 5 armored vehicles. The airline's cargo operations manual did not explain how to account for the orientation of the tiedown straps when calculating how many were needed, and the inexperienced and uncertified loadmaster used too few straps. When the plane began climbing, the rearmost vehicle, weighing 28,000\npounds, broke free and smashed into the tail, severing two hydraulic  systems and the elevator jackscrew, leaving the plane uncontrollable.", "The air ambulance helicopter crashed 0.7 miles from its departure point. The pilot, copilot and two paramedics were killed. The helicopter was headed to Attawapiskat to pick up a patient.", "Crashed during flood relief operations. The passengers were from paramilitary forces.", "The aircraft crash landed short of the runway while on approach to runway 28L at San Francisco International Airport. The tail section, landing gear, and both engines separated from the fuselage and a fire erupted. Debris was scattered from the ocean front to the runway to where the aircraft came to rest. The plane's voice and flight data recorders show that the aircraft was coming in too slow and too low and that the pilots appear to have increased speed seven seconds before impact. A stall warning sounded four seconds before the crash, and the crew then made an internal decision \"to initiate a go-around 1.5 seconds to impact.Two passengers were killed and 182 injured. One passenger was run over by one of the emergency vehicles. The crew's failure to monitor and maintain the plane's airspeed, and its failure to abort the landing when in trouble. The pilot and co-pilot reasonably believed the automatic throttle would keep the plane flying fast enough to land safely, when in fact the auto throttle was effectively shut off after the pilot idled it to correct an unexplained climb earlier in the landing. The flight crew over-relied on automated systems that they did not fully understand.", "As soon as the plane took off speed began to decline until the plane stalled and crashed.  The probable cause of the crash was the operator\u0092s failure to account for about 420 additional pounds of unspecified cargo, which led to loading and operating the de Havilland DHC3 Otter outside its weight and center-of-gravity limits leading to an aerodynamic stall.", "The cargo plane crashed on the runway and caught fire while attempting to land at Mofadisu International Airport.", "The cargo plane was on approach when it struck trees, crashed and burst into flames. The flight crew\u0092s failure to properly configure and verify the flight management computer for the profile approach. The captain\u0092s failure to communicate his intentions to the first officer once it became apparent the vertical profile was not captured.", "The chartered plane crashed minutes after taking off from Murtala Muhammad International Airport.The aircraft lost height, after departing runwal 18L, impacted trees, a brick wall and caught fire. The decision of the crew to continue the take-off despite the abnormal No. 2 Propeller rpm indication. Low altitude stall as a result of low thrust at start of roll for take-off from No. 2 engine caused by an undetermined malfunction of the propeller control unit.", "While attempting to land, the Twin Otter struck a house located to the right of runway 22. The nose section was destroyed and the right wing broke off. The co-pilot and one passenger were killed. Procedural errors by the captain. The aircraft should have been in the correct landing configuration at or below the stabilized approach altitude of 500ft AGL, since the aircraft was not stable due to the tail wind and gusting weather.", "The aircraft crashed into the Mekong River 5 miles from Paskse, while on approach to land and after attempting a go-around. The fuselage broke in two and sank into the river. The weather was poor at the time of the accident, with the tail end of Hurricane Nari affecting the area.  A sudden change in weather conditions and the flight crew's failure to properly execute procedure have been identified as the probable causes of the crash. The flight crew's minima of 600 feet was lower than the published minima of 990 feet and the incorrect height of 645 feet as published in the JEPPESEN Chart at that time.After aborting the aircraft's approach at an altitude of around 595 feet, the flight crew executed a right turn instead of a nominal climb as dictated by the airport's VOR/DME missed approach procedure.", "While landing in heavy rain, the aircraft veered off the runway, caught fire after hitting some brush and came to rest inverted.", "After losing power, the helicopter crashed into dense jungle and burst into flames. It was carrying construction materials, 8 military personnel and 13 civilian construction workers. Two military personnel and 6 passengers survived.", "The aircraft was on approach to runway 26, in light snow, when it crashed and burned in the surrounding forest. Three of the five passengers and the two pilots were killed.  A first-stage turbine wheel blade in the left engine failed due to a combination of metallurgical issues and stator vane burn-through.", "The airliner went into a nearly vertical dive and crashed onto the runway and disintegrated, after attempting to land a second time. The aircraft hit the runway and burst into flames. The pilot in command, in executing a go-around, apparently placed the plane in an excessive nose high attitude, stalling the plane. Inexperienced crew, poor flight safety standards at the Tatarstan air company and lack of proper control over crew training.", "The police helicopter crashed into the roof of the Clutha Pub in central Glasgow killing at least 5 patrons along with 3 aboard he helicopter. The helicopter was carrying a civilian pilot and two Strathclyde police officers.", "The airliner crashed into Bwabwata National Park while en route to Luanda. The plane was found completely burned out with no survivors. The plane went missing in bad weather and poor visibility. The inputs to the auto flight systems by the person believed to be the Captain, caused the aircraft to departure from cruise flight to a sustained controlled descent and subsequent collision with the terrain. The Captain locked the cockpit door preventing the copilot from reentering after he requested permission to go to the lavatory.", "While performing an ambulance flight, the aircraft crashed under unknown circumstances in a wooded area killing 3 passengers and 2 pilots. The lack of control on the part of the company\u0092s management in relation to the flights operating outside of the main base allowed the pilot and the base manager to conduct a flight without the operating sector authorization.", "The cargo plane, carrying spare parts, crashed into a military army arsenal at Ikustsk-2 Airport while attempting to land. The crew of 6 and 3 technicians were all killed."]}