{"year": [2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006, 2006], "col1": ["January 02, 2006", "January 07, 2006", "January 08, 2006", "January 09, 2006", "January 19, 2006", "February 05, 2006", "February 08, 2006", "March 31, 2006", "April 10, 2006", "April 23, 2006", "April 24, 2006", "May 03, 2006", "May 14, 2006", "May 23, 2006", "June 03, 2006", "June 11, 2006", "June 21, 2006", "July 07, 2006", "July 09, 2006", "July 10, 2006", "July 27, 2006", "August 03, 2006", "August 04, 2006", "August 13, 2006", "August 22, 2006", "August 27, 2006", "September 01, 2006", "September 02, 2006", "September 11, 2006", "September 17, 2006", "September 29, 2006", "October 10, 2006", "October 19, 2006", "October 29, 2006", "November 17, 2006", "November 18, 2006", "November 27, 2006", "December 10, 2006"], "col2": ["1111", "?", "1300", "0930", "1930", "1653", "1212", "1739", "1000", "0455", "1145", "0215", "1232", "1822", "1500", "1830", "1203", "1535", "0744", "1205", "?", "?", "0930", "2015", "1530", "0607", "1345", "1630", "1730", "1015", "1559", "0735", "0730", "1130", "0807", "2100", "0720", "0200"], "col3": ["Near Karkov", "Near Tal Afar, Iraq", "Bukalaza, Uganda", "Near Orumiyeh, Iran", "Near Telkibanya, Hungary", "Near Watertown, Wisconson", "Near Paris, Tennessee", "Rio Bonito, Brazil", "Marsabit, Kenya", "Kousséri, Cameroon", "Lashkar Gah, Afghanistan", "Off Adler, Russia", "La Ronge, Saskatchewan", "Off São Tomé Island", "Yaocun, China", "Abéché, Chad", "Jumla, Napal", "Sake, Democratic Republic Congo", "Irkutsk, Russia", "Multan, Pakistan", "Afghanistan", "Bukavu, Democratic Republic Congo", "Near Pownal, Vermont", "Near Piacenza, Italy", "Near Donetsk, Ukraine", "Lexington, Kentucky", "Mahad, Iran", "Near Kandahar, Afghanistan", "Vladikavkaz, Russia", "Vandeikya, Nigeria", "Near Sao Felix do Araguaia , Brazil", "Stord, Norway", "Tashkent, Russia", "Near Abuja, Nigeria", "Puncak Jaya, Indonesia", "Near Leticia, Colombia", "Tehran, Iran", "Cajon Pass, California"], "col4": ["Evolga", "Military - US Army", "Service Air", "Military - Iranian Revolutionary Guard Corps Air Force", "Military - Slovak Air Force", "Air Cargo Carriers", "TriCoastal Air", "Team Air", "Military - Kenya Air Force", "Military - Lybian Arab Air Force", "U.S. Government (leased)", "Armavia", "Saskatchewan Government Northern Air Operations", "Air São Tomé", "Military - Chinese Air Force", "Military - Chadian Air Force", "Yeti Airlines", "Mango Airlines", "Sibir (S7)", "Pakistan International Airlines", "Afghan Army", "Tracep", "AirNow", "Air Algerie", "Pulkovo Airlines", "Comair", "Iran Air Tours", "Military - Royal Air Force", "Military - Russian Army", "Military - Nigerian Air Force", "Gol Airlines / Private", "Atlantic Airways", "Military - Russian Air Force/Uzbekistan Airways", "ADC Airlines", "Trigana Air Service", "Aerosucre Colombia", "Military - Iranian Revolutionary Guard Corps Air Force", "Air ambulance - Mercy Air Services"], "col5": ["?", "?", "?", "?", "?", "?", "?", "6865", "?", "?", "?", "967", "?", "?", "?", "?", "?", "?", "S7-778", "688", "?", "?", "59", "2208", "SP-612", "5191", "?", "?", "?", "?", "1907", "670", "?", "053", "?", "?", "?", "?"], "col6": ["Moscow - Karkov", "?", "Entebbe - Kinshasa", "Tehran - Orumiyeh", "Pristina - Kosice", "?", "Dayton, Ohio -", "Macaé - Rio de Janeiro", "Nairobi - Eastleigh AFB", "Sebha - N'Djamena", "Kabul - Kandahar - Lashkar Gah", "Yerevan, Armenia - Sochi, Russia", "Training", "Training", "?", "N'djamena - Abéché", "Surkhet - Jumla", "Goma - Kisangani", "Moscow - Irkutsk", "Multan - Lahore", "Khost to Kabul", "Lugushwa - Bukavu", "Binghamton, NY - Benningham, VT", "Algiers - Frankfurt", "Anapa - St. Petersburg", "Lexington - Atlanta", "Bandar Abbas - Mashad", "?", "Gizel - Khankala", "Abuja - Obudu", "Manaus - Brasilia", "Stavanger - Stord", "Training/Aranchi", "Lagos - Abuja - Sokoto", "Mulia - Ilaga", "Bogota - Leticia", "Tehran - Shiraz", "Loma Linda - Victorville"], "col7": ["British Aerospace BAe-125-700A", "UH-60L Black Hawk", "Antonov 12", "Dassault Falcon 20", "Antonov AN-24V", "Shorts 360-100 /Shorts 360-300", "Swearingen SA.226TC Metro II", "Let L410UVP-E20", "Harbin Yunshuji Y-12-II", "Antonov 74TK-200", "Antonov AN-32B", "Airbus A320-211", "Convair CV-580", "de Havilland Canada DHC-6 Twin Otter 300", "KJ-2000", "Lockheed C-130 Hercules", "de Havilland Canada DHC-6 Twin Otter 300", "Antonov AN-12B", "Airbus A-310-324ET", "Fokker F-27 Friendship 200", "Mil Mi-8", "Antonov AN-28", "Embraer 110 Bandeirante", "Lockheed L-100-30 Hercules", "Tupolev Tu-154M", "Canadair CRJ-200ER", "Tupolev Tu-154M", "British Aerospace Nimrod MR-2", "Mi-8 helicopter", "Dornier 228", "Boeing B-737-8EH /EMB-135JB", "BAe 146-200", "Antonov An-2", "Boeing 737-2B7", "de Havilland Canada DHC-6 Twin Otter 300", "Boeing 727-23F", "Antonov 74T-200", "Bell 412"], "col8": ["P4-AOD", "91-26346", "9Q-CIH", "15-2233", "5605", "N3735W/N372AC", "N629EK", "PT-FSE", "132", "UR-74038", "ZS-PDV", "EK-32009", "C-GSKJ", "S9-BAL", "?", "TT-PAF", "9N-AEQ", "9Q-CVT", "F-OGYP", "AP-BAL", "?", "9Q-COM", "N59BA", "7T-VHG", "RA-85185", "N431CA", "EP-MCF", "XV-230", "?", "NAF033", "PR-GTD / N600XL", "OY-CRG", "UK-70152", "5N-BFK", "PK-YPY", "HK-3667X", "15-2255", "N410MA"], "col9": ["257153", "?", "4341803", "318", "97305605", "SH-3735/SH-3720", "TC-396", "912532", "0098", "36547097933", "3003", "547", "202", "648", "?", "5141", "708", "3341506", "442", "10243", "?", "1AJ008-21", "110-396", "4880", "894", "7472", "88A788", "8005", "?", "8229", "34653/2039 /14500965", "2075/75", "1G137-26 ", "22891/998", "535", "19430/366", "470991045/2010", "33125"], "col10": ["3   (passengers:0  crew:3)", "12   (passengers:?  crew:?)", "6   (passengers:0  crew:6)", "11   (passengers:8  crew:3)", "43   (passengers:35  crew:8)", "3   (passengers:1  crew:2)", "1   (passengers:0  crew:1)", "19   (passengers:17  crew:2)", "17   (passengers:13  crew:4)", "6   (passengers:0  crew:6)", "16   (passengers:12  crew:4)", "113   (passengers:105  crew:8)", "3   (passengers:0  crew:3)", "4   (passengers:2  crew:2)", "40   (passengers:35  crew:5)", "7   (passengers:0  crew:7)", "9   (passengers:6  crew:3)", "5   (passengers:2  crew:3)", "203   (passengers:195  crew:8)", "45   (passengers:41  crew:4)", "17   (passengers:14  crew:3)", "17   (passengers:14  crew:3)", "1   (passengers:0  crew:1)", "3   (passengers:0  crew:3)", "170   (passengers:160  crew:10)", "50   (passengers:47  crew:3)", "148   (passengers:137  crew:11)", "14   (passengers:12  crew:2)", "15   (passengers:12  crew:3)", "18   (passengers:15  crew:3)", "161   (passengers:153  crew:8)", "16   (passengers:12  crew:4)", "15   (passengers:13  crew:2)", "105   (passengers:100  crew:5)", "12   (passengers:9  crew:3)", "5   (passengers:2  crew:3)", "38   (passengers:32  crew:6)", "3   (passengers:0  crew:3)"], "col11": ["3   (passengers:0  crew:3)", "12   (passengers:?  crew:?)", "6   (passengers:0  crew:6)", "11   (passengers:8  crew:3)", "42   (passengers:34  crew:8)", "3   (passengers:1  crew:2)", "1   (passengers:0  crew:1)", "19   (passengers:17  crew:2)", "14   (passengers:12  crew:2)", "6   (passengers:0  crew:6)", "2   (passengers:0  crew:2)", "113   (passengers:105  crew:8)", "1   (passengers:0  crew:1)", "4   (passengers:2  crew:2)", "40   (passengers:35  crew:5)", "5   (passengers:0  crew:5)", "9   (passengers:6  crew:3)", "5   (passengers:2  crew:3)", "125   (passengers:120  crew:5)", "45   (passengers:41  crew:4)", "17   (passengers:14  crew:3)", "17   (passengers:14  crew:3)", "1   (passengers:0  crew:1)", "3   (passengers:0  crew:3)", "170   (passengers:160  crew:10)", "49   (passengers:47  crew:2)", "29   (passengers:29  crew:0)", "14   (passengers:12  crew:2)", "12   (passengers:12  crew:0)", "13   (passengers:11  crew:2)", "154   (passengers:148  crew:6)", "4   (passengers:3  crew:1)", "15   (passengers:13  crew:2)", "96   (passengers:92  crew:4)", "12   (passengers:9  crew:3)", "5   (passengers:2  crew:3)", "38   (passengers:32  crew:6)", "3   (passengers:0  crew:3)"], "col12": ["0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "3", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0"], "col13": ["On a positionning flight from Sheremetyevo to Kharkov to pick up passengers, while on final approach, the aircraft crashed in a frozen lake 3 km from runway threshold.", "Crashed in bad weather.", "The cargo plane carrying humanitarian relief items crashed shortly after takeoff. The cause was determined to be engine failure and an overweight and improperly balanced plane.", "After a flyby to check on a stuck landing gear, the plane suffered a double engine flame-out and crashed into a field in poor weather conditions.", "A plane carrying peacekeeping soldiers crashed in a snowy forest at an altitude of 2,300 feet after taking the wrong flight path. The plane crashed about 18 miles from its destination of Kosice. Pilot error. The pilot chose to land without the help of the airport's radars, relying only on his own visual contact with the airport.", "The cargo plane was on a test flight. While flying in formation with another plane taking pictures the left wing impacted the left wing and engine of the other plane. The plane lost contorl, crashed and burned. The flight crew failed to maintain clearance from another aircraft as they turned to break formation flight while maneuvering. Contributing to the accident was the decision of both flight crews to fly in formation.", "The pilot of the cargo flight reported he had an asymmetric fuel condition. The pilot  asked for a lower altitude and controllers cleared the flight to 4,000 feet. About a minute later the pilot transmitted six \"Maydays.\" The airplane then descended in  a near vertical dive until it crashed into a pasture. The pilot's inflight loss of control following a reported fuel asymmetry condition for undetermined reasons.", "Twenty minutes after taking off from Macaé, the plane disappeared of Rio de Janeiro radar. The crew was flying VFR in poor weather conditions and changed their route attempting to fly to the coast. The plane crashed in a wooded area, exploded and burned.", "While on approach the airplane flew into the side of Mount Marsabit which was obscured by clouds.", "Upon arrival of the cargo flight, the crew indicated a technical problem to ATC and few minutes later the plane crashed in an open field located near N'Djamena,", "A cargo plane carrying U.S. anti-narcotics officials crashed while attempting to land at Bost Airport in Lashkar Gah. The plane overran the runway and crashed into a residential area after trying to avoid a truck that pulled onto the runway. The pilot pulled up to avoid hitting the truck but was unable to gain sufficient speed to remain airborne.", "The jetliner crashed into the Black Sea and broke up in driving rain and low visibility after making a second attempt to land. The plane disappeared from radar screens just under four miles from shore and crashed after making a turn and heading toward Adler airport for a landing. Pilot error. The captain, being in a psychoemotional stress condition, made nose down control inputs due to the loss of pitch and roll awareness.This started the abnormal situation. The captain's insufficient pitch control inputs led to a failure to recover the aircraft and caused it to crash. Along with the inadequate control inputs from the captain, the contributing factors of the crash were also the lack of monitoring the aircraft's pitch attitude, altitude and vertical speed by the first officer and no proper reaction by the crew to GPWS warnings.", "On a climbout after a touch-and-go landing, the aircraft veered to the left, lost altitude and crashed in a wooded area 1 nm northwest of the airport.", "The aircraft disappeared from radar screens while on approach to São Tomé Island. The aircraft crashed in sea a  few km off shore.", "Witnesses said they heard an explosion and when they reached the crash site they found the plane had crashed into a mountain and the main body of the plane had destroyed a section of bamboo forest, while the tail had dropped onto nearby fields. The plane crashed about 125 miles southwest of Shanghai. Caused by icing, after flying through several icy regions and the plane being overloaded..", "The military plane crashed into trees past the end of the runway as it tried to land at night at an unlit airport. Chadian rebels however, claim to have shot it down with a surface-to-air missile. The pilot and copilot survived.", "The plane crashed into a mountain on the east side of the airport after the pilot executed a go-around. The accident happened 1 kilometer from the airport.", "The cargo plane had engine failure and struck a hill as it lost altitude.", "The plane was landing at Irkutsk International Airport in rain and low visibility when it veered off and overran the runway, struck a building and burst into flames. It was reported the plane was traveling at a high rate of speed when it landed. Crew error. The mistaken and uncontrolled actions by the crew at the stage of slowing down after landing. The unintentional and uncontrolled movement in one of the engines, which was not detected by the crew in time.", "The plane lost an engine during take off, struck power lines and crashed into a wheat field bursting into flames. Possible engine fire.", "Crashed while en route", "The aircraft was flying in low cloud and poor weather conditions as it approached the airport at Bukavu when it clipped a mountainside and plunged into the forest in flames 9 miles short of the runway.", "The cargo plane was flying to Benningham for weekly maintenance but was diverted to Albany because of poor visibility. After an aborted first try the plane circled for another attempt but struck a mountainside. The pilot's misinterpretation of the airplane's position relative to the final approach fix, which resulted in the displacement of the descent profile by 6 nautical miles and the subsequent controlled flight into rising terrain. Contributing to the accident were the low clouds.", "The cargo plane crashed after reporting engine problems while en route .", "The plane disappeared from radar shortly after making a distress call. A distress call was made at FL330 and again at FL100. The aircraft was reportly on fire before it crashed. The plane crashed in a field, 30 miles North of Donetsk and broke-up. Weather forecasters reported thunderstorms and lightning in the area at the time of the crash. The crew pushed the aircraft beyond its limits as they attempted to fly around a thunder storm. The crew steered the aircraft under manual control into an angle of attack that was beyond critical which resulted in  a stall and the subsequent transition into a flat spin and a collision with the ground.", "The jet commuter was the third of three airplanes to take off that morning. The previous two planes took off from Runway 22 without any problems. The flightcrew was cleard to taxi to Runway 22 and subsequently cleared for takeoff. However, flight 5191 used Runway 26, which is about half the length of Runway 22. The plane accelerated to 137 knots befoe it ran off the end of the runway, ran through an airport perimeter fence and impacted trees on an adjacent horse farm and burst into flames. The takeoff sequence took about 36 seconds.  The aircraft was still on the ground as the plane ran off the runway.The plane came to rest about 1,800 feet past the runway. It was dark with light rain at the time of the accident. The copilot was at the controls but it was the captain who taxied the plane into position for take off. The copilot was the lone survivor. The flight crew's failure to use available cues and aids to identify the airplane's location on the airport surface during taxi and their failure to cross check and verify that the airplane was on the correct runway before takeoff. Contributing to this accident were the flight crew's nonpertinent conversation during taxi, which resulted in loss of positional awareness and the Federal Aviation Administration's failure to require that all runway crossings be authorized only by specific air traffic control clearances.", "The plane crashed while attempting to land. The plane's left wing may have come into contact with the ground causing the plane to skid off the runway and catch fire.", "The NATO supporting aircraft crashed 12 miles west of Kandahar after the crew reported technical problems. The accident was most likely caused by an ignited fuel leak.", "Eleven high ranking officers were killed when the helicopter crashed to the ground, split in two and caught fire. A North Ossetian militant group called Kataib al-Khoul claimed responsibility for shooting down the helicopter.", "The military plane crashed en route less than 20 minutes from the end of a one-hour flight, 18 nm from its destination. Ten top ranking military officials were killed in the crash. The weather was poor at the time of the accident.", "The flight disappeared from radar at 16:50 after leaving Manaus at 15:35, scheduled to arrive at Brasilia at 18:12. While en route the jetliner collided with an Embraer EMB-135BJ Legaacy 600 business jet. The Embraer was able to land safely at Serra de Cachimbo with a damaged wing and tail. Five passengers and two crew members on the Embraer were not injured. All 154 on board the 737 were killed. The flight recorder transcript from the executive jet showed that the pilots were told by Brazilian air traffic control to fly at the same altitude as the Boeing 737 before the planes collided. A Brazilian Air Force investigation concluded that a switched-off transponder on the EMB-135 contributed the plane crash. The report also said flight controllers failed to alert the pilots they were on a collision course and failed to notice the transponder was turned off.", "While attempting to land, the charter plane skidded off the end of the runway, slid down an embankment and caught fire. One survivor was seriously hurt, eleven others were not seriously injured. Burning fuel in the cabin was the main reason three passengers and one crew member died and six others were badly injured. All six spoilers failed while landing. Even with the failed spoilers, a damp runway and a slight tailwind, there should have been sufficient room to stop. However, when the pilots realized the spoilers had failed, one of them selected emergency braking not realizing that this deactivated the antilock braking system.", "The plane belonging to Uzbekistan Airways and carrying Uzbek servicemen, crashed after losing control while attempting to land in poor weather conditions. On it's final approach, fog reduced visibility and the aircraft descended below the MDA. It crashed a few miles from the airport.", "The jetliner crashed into a corn field about a mile from the end of the runway while attempting to take off from Abuja. The pilot did not heed air traffic controllers' advice to not depart in stormy weather. The pilots\u0092 incorrect actions stalled the plane.", "The aircraft struck a mountain seven minutes before it was scheduled to land in the remote Indonesian province of Papua.", "The cargo plane was on final approach when it hit a antenna tower and crashed. Fog and poor visibility prevailed at the time of the accident.", "The aircraft crashed after losing the right engine during a critical point in the takeoff. The plane stalled, veered to the right and crashed in flames. Three survivors later died in the hospital.", "The air ambulance crashed on a repositioning flight from Loma Linda Medical Center to its home base in Victorville. The pilot and two crew members were killed. No patients were aboard. The pilot's inadvertent encounter with instrument meteorological conditions and subsequent failure to maintain terrain clearance. Contributing to the accident were the dark night conditions, fog, and mountainous terrain."]}