{"year": [2017, 2017, 2017, 2017, 2017, 2017, 2017, 2017, 2017, 2017, 2017, 2017, 2017, 2017, 2017], "col1": ["January 16, 2017", "February 21, 2017", "March 10, 2017", "March 27, 2017", "May 05, 2017", "May 27, 2017", "June 07, 2017", "June 28, 2017", "July 10, 2017", "September 30, 2017", "October 12, 2017", "October 14, 2017", "November 15, 2017", "December 13, 2017", "December 31, 2017"], "col2": ["0719", "0900", "1120", "0815", "0653", "1402", "1335", "1015", "1600", "0730", "1715", "0830", "0800", "1815", "1216"], "col3": ["Bishkek, Kyrgyzstan", "Melbourne, Victoria, Australia", "Istanbul, Turkey", "Mautaer, Zimbabwe", "Charleston, West Virginia", "Tenzing, Nepal", "Off Dawei, Myanmar", "Mount Gambier, South Australia", "Near Itta Bena, Mississipi", "Near Kinshasa, Congo", "Near Cuílo, Angola", "Abidjan, Ivory Coast", "Empakaai, Tanzania", "Near Fond-du-Lac, Saskatchewan", "Punta Islita, Costa Rica"], "col4": ["My Cargo Airlines (ACT Airlines)", "Australian Corporate Jet Centres PTY. LTD", "Swan Aviation", "ETA Air Charter", "Air Cargo Carriers", "Summit Air", "Military - Myanmar Air Force", "Angel Flight", "USMC", "Air Force of the Democratic Republic of the Congo", "Guicango", "Valan International Cargo Charter", "Costal Aviation", "West Wind Aviation", "Naure Air"], "col5": ["6491", "?", "?", "?", "?", "409", "?", "?", "?", "?", "?", "?", "?", "?", "?"], "col6": ["Hong Kong - Bishkek - Istanbul", "Melbournen - King Island", "Istanbul - Bozuyuk", "Beira, Mozambique - Harare, Zimbabwe", "Louisville - Charleston", "Kathmandu - Lukla", "Myeik - Yangon", "Suttontown - Adelaide", "Cherry Point, NC - El Centro, CA", "Kinshasa, - Bunia", "Dundo - Luanda", "Burkina Faso - Abidjan", "Arusha - Serengeti", "Fond-du-Lac - Stony Rapids", "Punta Islita - San Jose"], "col7": ["Boeing 747-412F", "Beechcraft B200 Super King Air", "Sikorsky S-76C", "Britten-Norman BN2 Islander", "Shorts 300-200", "Let L-410UVP-E20", "Shaanxi Y-8F-200W", "Socata TB1-10 Tobago", "Lockheed KC-130T Hercules", "Antonov An-12B", "Embraer EMB-120ER", "Antonov AN-26-100", "Cessna 208B Grand Caravan", "ATR42-320", "Cessna 208B Grand Caravan"], "col8": ["TC-MCL", "VH-ZCR ", "TC-HEZ", "C9-AOV", "N334AC", "9N-AKY", "5820", "VH-YTM", "165000", "EX-001", "D2-FDO", "ER-AVB", "5H-EGG", "C-GWEA", "TI-BEI"], "col9": ["32897/1322", "BB1544", "760717", "024", "SH-3029", "2917", "?", "1518", "382-5303", "5343606", "120082", "3204", "208B-0476", "240", "208B-0900"], "col10": ["4   (passengers:0  crew:4)", "5   (passengers:4  crew:1)", "7   (passengers:5  crew:2)", "6   (passengers:4  crew:2)", "2   (passengers:0  crew:2)", "3   (passengers:0  crew:3)", "122   (passengers:108  crew:14)", "3   (passengers:2  crew:1)", "16   (passengers:14  crew:2)", "12   (passengers:6  crew:6)", "7   (passengers:4  crew:3)", "10   (passengers:4  crew:6)", "11   (passengers:10  crew:1)", "25   (passengers:22  crew:3)", "12   (passengers:10  crew:2)"], "col11": ["4   (passengers:0  crew:4)", "5   (passengers:4  crew:1)", "7   (passengers:5  crew:2)", "6   (passengers:4  crew:2)", "2   (passengers:0  crew:2)", "2   (passengers:0  crew:2)", "122   (passengers:108  crew:14)", "3   (passengers:2  crew:1)", "16   (passengers:14  crew:2)", "12   (passengers:6  crew:6)", "7   (passengers:4  crew:3)", "4   (passengers:4  crew:0)", "11   (passengers:10  crew:1)", "1   (passengers:1  crew:0)", "12   (passengers:10  crew:2)"], "col12": ["35", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0", "0"], "col13": ["While approaching Bishkek for a fuel stop, the cargo plane crashed past the end of the runway destroying 23 houses. The weather at the time of the accident was freezing fog. The probablle cause of the accident was the missing control of the crew over the aircraft position in relation to the glideslope during the automatic approach, conducted at night in the weather conditions, suitable for ICAO CAT II landing, and as a result, the measures to perform a go-around, not taken in due time with the aircraft, having a significant deviation from the established approach chart, which led to the controlled flight impact with terrain at the distance of 930 m beyond the end of the active runway.", "The charter flight was just seconds into it's flight when it was observed flying low, before it nose diving into a building at a shopping center and bursting into flames. The pilot made two mayday calls before the aircraft crashed. The aircraft's rudder trim was likely in the full nose-left position at the commencement of the take-off.\n The aircraft's full nose-left rudder trim setting was not detected by the pilot prior to take-off. Following a longer than expected ground roll, the pilot took-off with full left rudder trim selected. This configuration adversely affected the aircraft's climb performance and controllability, resulting in a collision with terrain.", "The helicopter crashed on a highway after hitting a TV tower, six minutes after taking off. The helicopter was carrying an executive of the Eczacibasi group of companies, four of his Russian guests and two pilots.", "While en route the air transport plane collided with Mount Vumba in poor weather conditions.", "The cargo plane was destroyed when it crashed while attempting to land on runway 05 at Charleston Yeager Airport. After touching down hard, the aircraft when off the left side of the runway and fell into a wooded ravine. The flight crew's improper decision to conduct a circling approach contrary to the operator's standard operating procedures and the captain's excessive descent rate and maneuvering during the approach, which led to inadvertent, uncontrolled contact with the ground.", "The cargo plane crashed short of the runway threshhold whille attempting to land at Lukla-Tenzing Airport, coming to rest on a steep wooded area close to the airport perimeter fence. Both the pilot and copilot were killed. The  probable cause of this accident was aircraft stall as a result of excessive drag created by sudden increase in angle of attack of the aircraft supplemented by low speed in an attempt to initiate immediate climb on a landing configuration warranted by the critical situation of the final phase of flight.", "The transport plane carrying military personnel and their familiies, left Myeik for a return trip to Yangon. The aircraft was at FL 180 when contact by air traffic control was lost 29 minutes into the flight. The plane crashed about 20 miles west of Dawei in the Andaman Sea.  The aircraft climbed to FL180 and proceeded along the coast. It passed two areas with cumulonimbus clouds and the flight crew activated the wing anti-icing. At 13:31 hours an alarm was triggered, indicating engine air inlet icing. At the same time, while flying in the vicinity of another area with cumulonimbus clouds, cross wind increased from 8 knots to 42 knots. In these conditions the aircraft stalled and entered a spin. The flight crew failed to recover from the spin and the aircraft impacted the sea.", "The medical flight crashed 3 km south of Mount Gambier Airport in heavy fog. The plane had just taken off and was bound for Adelaide with a patient and her daughter. Angel Flight is used to help people in rural areas access medical treatment.", "While en route, the Marine Corps transport suffered an explosion and structural failure at 20,000 ft., spiraled down and crashed into a soybean field. The investigation determined the cause of the mishap to be an inflight departure of the number four blade from the number two propeller.", "The aircraft departed Kinshasa carrying ammunition and 2 vehicles. A few minutes after takeoff the crew reported a technical problem and received permission to make an emergency landing. Shortly after the plane lost control and crashed in flames about 20 km NE of Kinshasa.", "The air ambulance crashed en route shortly after the pilot reported a malfunction in the engine, followed by fire.", "The cargo plane, carrying French military cargo, crashed in shallow waters along the coastline while on final approach to Abidjan-Felix Houphouet Boigny Airport. The plane was carrying 6 Moldovan crew members and 4 French army personnel. Weather reports indicate that a thunderstorm was passing the airport at the time of the accident. The probable cause of this accident is the continuation of the approach below minimums without having established formal visual contact with runway references and without adequate monitoring of the aircraft's glide path.", "The chartered Cessna was flying tourists from Kilimanjaro to Arusha. The plane circled for 30 minuets due to poor weather conditions before crashing. The direct cause of the accident was the uncommanded inflight RH engine propeller blades setting to the angle of minus 1.8° which caused the significant rolling and turning moments, the A/C loss of speed and controllability, and the subsequent with the ground collision.", "Shortly after taking off, the aircraft lost altitude and descended into trees. All 22 passengers and 3 crew survived but there were several injuries. One passenger died two weeks after the accident.  During the descent, the aircraft encountered icing conditions and the anti-icing system was activated. When the anti-icing system was turned off, residual ice remained on portions of the aircraft. When the plane took off again it could not gain altitude and crashed. Also, there was inadequate de icing equipment at the airport.", "The passenger plane crashed 10 minutes after taking off from Punta Islita into a wooded area. Ten American passengers and crew of 2 were all killed. On 1/12/2018 the companies Air Operator certificate was suspended,  According to a hotel worker that was at the airport during the departure, when the accident airplane took off, it did not make the same right turn as the prior airplane but continued on runway heading into terrain."]}