{"year": [2020, 2020, 2020, 2020, 2020, 2020, 2020, 2020], "col1": ["January 02, 2020", "January 08, 2020", "February 05, 2020", "March 29, 2020", "May 22, 2020", "August 07, 2020", "August 22, 2020", "September 25, 2020"], "col2": ["?", "0618", "1819", "2000", "1440", "1914", "0840", "2050"], "col3": ["Geneina, Sudan", "Near Shahriah, Iran", "Istanbul, Turkey", "Manila, Philippines", "Karachi, Pakistan", "Calicut, India", "Juba, South Sudan", "Near Chuguev, Ukraine"], "col4": ["Sudanese Air Force", "Ukraine International Airlines", "Pegasus Airlines", "Lion Air Inc.", "Pakistan International Airline", "Air India Exppress ", "South West Aviaiton", "Military - Ukraine Air Force"], "col5": ["?", "PS752", "PC2193", "?", "PK8303", "IX344", "?", "?"], "col6": ["Geneina - Khartoum", "Tehran - Kiev", "Izmir - Istanbul", "Manila - Tokyo", "Lahore - Karachi", "Dubai - Calicut", "Juba - Wau", "Training"], "col7": ["Antonov An12-A", "Boeing 737-8KV WL", "Boeing 737-86J", "IAI 1124A Westwind II", "Airbus A320-214", "Boeing 737-8HG", "Antonov 26B", "Antonov An26SH"], "col8": ["?", "UR-PSR ", "TC-IZK", "RP-C5880", "AP-BLD", "VT-AXH", "EX-126", "76 yellow"], "col9": ["2340606", "38124/5977", "37742", "353", "2274", "36323/2108", "11508", "5608"], "col10": ["18   (passengers:9  crew:9)", "176   (passengers:167  crew:9)", "177   (passengers:171  crew:6)", "8   (passengers:5  crew:3)", "99   (passengers:91  crew:8)", "190   (passengers:184  crew:6)", "8   (passengers:5  crew:3)", "27   (passengers:20  crew:7)"], "col11": ["18   (passengers:9  crew:9)", "176   (passengers:167  crew:9)", "3   (passengers:3  crew:0)", "8   (passengers:5  crew:3)", "97   (passengers:89  crew:8)", "20   (passengers:18  crew:2)", "7   (passengers:4  crew:3)", "26   (passengers:19  crew:7)"], "col12": ["?", "0", "0", "0", "1", "0", "0", "0"], "col13": ["The aircraft crashed shortly after taking off from the airport, killing alll 18 occupants, including three children. The aircraft was returning to Khartoum after delivering medical aid.", "The plane took off from Tehran International Airport at 06:11. After reaching 20 km from the airport and at an altitude of 7,900 ft. the plane suddenly crashed to the ground. The aircraft disintegrated leaving a 300 m long path of wreckage. A misaligned missile battery, miscommunication between troops and their commanders and a decision to fire without authorization all led to Iran\u0092s Revolutionary Guard shooting down a Ukrainian jetliner.", "While landing duriing high winds and heavey rain on runway 06, the plane suffered a runway excursion. The aircraft overran the runway, went down an embankment and impacted the airport perimeter wall breaking in three. The aircraft came to rest about 20 m below the runway elevation. The last recorded ground speed was 74 mph as the aircraft crossed the perimeter stop way.", "The air ambulance crashed on takeoff from runway 24 at Ninoy Aquino International Airport while conducting a medical evacuatiion flight. The plane was carrying three medical personnel, three flight crew, a patient and a companion, a senator and head of the Philippine Red Cross, ", "While landing, the aircraft scraped the runway three times. After the third impact, the pilot took the plane into the air. During his attempt to land, the engines oil tanks and fuel pumps were damaged. The plane managed to climb to 1,800 feet. The damage led to the loss of both engines. The crew declared a Mayday. The aircraft then descended fast, almost plunging. The plane impacted a residential area called Model Colony, featuring concrete multstory buildings, 0.74 miles short of runway 25L.", "The flight IX344 suffered a runway excursion while landing at Kozhikode-Calicut Airport in heavy rain. The nose section separated from the fuselage after going down a steep slope at the end of the runway. The pilot and copilot were among the dead. Low visibility, wet runway, low cloud base and poor braking action possibly contributed to the accident.", "The cargo plane lost height shortly after departure from Juba Airport and impacted a farm near Hai Referendum about 3nm southwest of the airport. One passenger survived in critical condition. The plane was chartered by the World Food Program to transport supplies and wages to Wau and Aweil.", "The military transport, crashed 1.2 miles from Chuguev air base. The plane was carrying cadets from a nearby air force university on a training flight. The crew may have reported failure of an engine prior to the accident."]}